Repository: zperk0/preo
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, fi_fi, fr_fr, nb_no, sv_se

source: Sign in to your Preoday Dashboard
de_de: Dashboard
fi_fi: Kirjaudu sisään Preoday valikkoon
fr_fr: Aller sur le Dashboard
nb_no: Logg inn på ditt kontrollpanelet i Preoday
sv_se: Logga in till din Preoday kontrollpanel

source: Sign in to your Dashboard
de_de: Dashboard
fi_fi: Kirjaudu sisään
fr_fr: Aller sur le Dashboard
nb_no: Logg på ditt kontrollpanel
sv_se: Logga in till din kontrollpanel

source: Spicy
fi_fi: Mausteinen
nb_no: Krydret
sv_se: Kryddig

source: Hot
fi_fi: Tulinen
nb_no: Sterk
sv_se: Stark

source: Vegetarian
fi_fi: Vege
nb_no: Vegitar
sv_se: Vegetarisk

source: Vegan
fi_fi: Vegaani
sv_se: Vegansk

source: Contains nuts
fi_fi: Siältää pähkinöitä
nb_no: Inneholder nøtter
sv_se: Innehåller nötter

source: Gluten free
fi_fi: Gluteeniton
nb_no: Glutenfri
sv_se: Glutenfri

source: Premium Features
de_de: Premium Einstellungen
fi_fi: Premium ominaisuudet
fr_fr: Fonctions Premium
nb_no: Premium funksjoner
sv_se: Premium Funktioner

source: At Preoday we believe that businesses such as yours should not pay to receive mobile orders. Our business model is simple: we charge no commission on orders you receive through the app. Instead, we offer services that bring new value and insight to your business.
nb_no: Preoday tror at bedrifter som din ikke skal måtte betale ekstra for å motta bestillinger via mobil. Vår forretningsmodell er enkel: vi tar ingen provisjon på bestillinger som du mottar via appen. I stedet kan vi tilby tjenester som gir ny verdi og innsikt til din bedrift.
sv_se: På Preoday tror vi att företag som ditt inte ska betala för att få mobila beställningar. Vår affärsmodell är enkel: vi tar ingen provision på ordrarna du får in genom appen. Istället erbjuder vi tjänster som ger värde och insikt till ditt företag.

source: COMING SOON
fi_fi: TULOSSA
nb_no: KOMMER SNART
sv_se: KOMMER SNART

source: GET IN TOUCH
fi_fi: OTA YHTEYTTÄ
nb_no: TA KONTAKT
sv_se: KONTAKTA OSS

source: month
de_de: Dieser Monat
fi_fi: kuukausi
fr_fr: Ce mois-ci
nb_no: måned
sv_se: månad

source: one-off payment
fi_fi: kertamaksu
nb_no: engangsbetaling
sv_se: Engångsbetalning

source: VAT
fi_fi: ALV
nb_no: MVA
sv_se: MOMS

source: FREE
fi_fi: ILMAINEN
nb_no: GRATIS
sv_se: GRATIS

source: DAY TRIAL
fi_fi: KOKEILU
nb_no: DAGER GRATIS PRØVE
sv_se: DAG TEST

source: TRIAL EXPIRES IN
fi_fi: KOKEILU LOPPUU
nb_no: PRØVEPERIODE UTLØPER OM
sv_se: TESTPERIODEN AVSLUTAS OM

source: DAYS
fi_fi: PÄIVÄÄ
nb_no: DAGER
sv_se: DAGAR

source: INSTALLED
fi_fi: ASENNETTU
nb_no: INSTALLERT
sv_se: INSTALLERAD

source: Features
de_de: Premium Einstellungen
fi_fi: Ominaisuudet
fr_fr: Fonctions Premium
nb_no: Funksjoner
sv_se: Funktioner

source: Description
de_de: Beschreibung
fi_fi: Kuvaus
fr_fr: Descriptif
nb_no: Beskrivelse
sv_se: Beskrivning

source: Error on activate your account
fi_fi: Virhe tilin aktivoinnissa
sv_se: Problem vid aktivering av konto

source: Whoops!
de_de: Hoppla!
fi_fi: Hups!
fr_fr: Oups !
sv_se: Oj!

source: We can't find the page you're looking for.
de_de: Die Seite, die Sie suchen kann nicht gefunden werden.
fi_fi: Sivua ei löydetty
fr_fr: Nous ne pouvons trouver la page que vous recherchez
nb_no: Vi kan ikke finne siden du leter etter.
sv_se: Vi kan inte hitta sidan du sökte.

source: Please check out the
de_de: Bitte gehen Sie zur
fi_fi: Käy katsomassa
fr_fr: Veuillez consulter le
nb_no: Vennligst ta en titt på
sv_se: Var vänlig och kolla

source: help section
de_de: Hilfe
fi_fi: apua osiota
fr_fr: section d'aide
nb_no: hjelp seksjonen
sv_se: hjälp avsnittet

source: or return to the
de_de: oder kehren Sie zurück zum
fi_fi: tai palaa
fr_fr: ou retourner au
nb_no: eller gå tilbake til
sv_se: eller gå tillbaka till

source: Venue Information
de_de: Unternehmensprofil
fi_fi: Tietoa tapahtumapaikasta
fr_fr: Profil de l'entreprise
nb_no: Fakturainformasjon
sv_se: Arena information

source: App Styling 2/2
de_de: App-Gestaltung 2/2
fi_fi: Sovelluksen tyyli 2/2
fr_fr: Design de l’App 2/2
sv_se: App Styling 1/2

source: Menu Creation
de_de: Erstellen eines Angebots
fi_fi: Valikon luominen
fr_fr: Création du Menu
nb_no: Opprette meny
sv_se: Skapa meny

source: Events
de_de: Veranstaltungen
fi_fi: Tilaisuudet
fr_fr: Evénements
nb_no: Arrangementer
sv_se: Evenemang

source: Opening Hours
de_de: Öffnungszeiten
fi_fi: Aukioloajat
fr_fr: Horaires d'ouverture
nb_no: Åpningstider
sv_se: Öppningstider

source: Add a Payment
de_de: Zahlungsweise Hinzufügen
fi_fi: Lisää maksutapa
fr_fr: Ajouter un moyen de paiement
nb_no: Legg til en betaling
sv_se: Lägg till en betalning

source: Done
de_de: Fertig
fi_fi: Valmis
fr_fr: Terminer
nb_no: Fullført
sv_se: Klar

source: Style your app
de_de: Gestalten Sie Ihre App
fi_fi: Muokkaa sovellusta
fr_fr: Styliser votre application
nb_no: Endre utseende for din app
sv_se: Designa din App

source: This is the first screen that your customers will see.
de_de: Dies wird die erste Display-Seite, die Ihre Kunden sehen werden.
fi_fi: Tämä on ensimmäinen ikkuna jonka asiakkaasi näkevät.
fr_fr: Ceci est le premier écran que vos clients verront
nb_no: Dette er det første skjermbilde som kundene dine vil se.
sv_se: Detta är den första sidan som dina kunder kommer att se.

source: Create a main heading
de_de: Erstellen Sie den Haupttitel
fi_fi: Luo pääotsikko
fr_fr: Créer une en-tête
nb_no: Lag en overskrift
sv_se: Skapa en huvudrubrik

source: Choose one here
de_de: Wählen Sie hier
fi_fi: Valitse yksi täältä
fr_fr: En choisir une ici
nb_no: Velg en her
sv_se: Välj ett här

source: Leave the 4 deep queue to everyone else and pre-order.
de_de: Lassen Sie Andere warten und bestellen Sie vor
fi_fi: Tee ennakkotilaus ja jätä jonottaminen muille.
fr_fr: Laissez la file d'attente aux autres et précommandez ici
nb_no: ﻿Unngå lange køer ved forhåndsbestilling.
sv_se: Lämna 4 djupa kön till alla andra och förbeställ.

source: Don't miss the game, jump the long queue and pre-order.
de_de: Kein Spiel verpassen wegen Warteschlangen; einfach vorbestellen!
fi_fi: Älä menetä hetkeäkään ottelusta. Ohita jono tekemällä ennakkotilaus.
fr_fr: Ne ratez pas le match, passez devant les autres et commandez avant.
nb_no: ﻿Ikke gå glipp av kampen, hopp over den lange køen og forhåndsbestill.
sv_se: Missa inte matchen, hoppa över den långa kön och förbeställ istället.

source: Intermission pre-order.
de_de: In der Pause vorbestellen.
fi_fi: Väliajan ennakkotilaus.
fr_fr: Commandrez avant la pause
nb_no: Forhåndsbestill i pausen.
sv_se: Pausa förbeställning

source: A sparkling fruity alternative to queuing.
de_de: Die fruchtig-frische Alternative zum faden Anstellen.
fi_fi: Poreileva vaihtoehto jonotukselle
fr_fr: Une alternative pétillante et fruitée de faire la queue
nb_no: Et bedre alternativ enn å stå i kø.
sv_se: Ett bubblande och fruktigt alternativ till att köa.

source: Go on, jump the crazy queue and pre-order.
de_de: Los gehts, lass das Warten und bestelle einfach vor.
fr_fr: Allez-y, évitez la longue file et commandez en avance
nb_no: Hopp over de lange køene og forhåndsbestill.
sv_se: Kom igen, hoppa över kön och förbeställ istället.

source: Don't miss the game! Order online and skip the half-time rush
de_de: Das Spiel genießen! Online-Bestellen und den Halbzeit-Ansturm meiden.
fr_fr: Ne ratez pas le match, commandez en ligne et évitez le rush de la pause
nb_no: Ikke gå glipp av kampen! Hopp over den lange køen i pausen og forhåndsbestill.
sv_se: Missa inte matchen! Beställ online och skippa rusningen i halvtid

source: Order interval drinks before the show starts
de_de: Bestellen Sie GetrÃ¤nke zur Pause, noch vor Showbeginn.
fi_fi: Tilaa taukojuomat jo ennen tilaisuuden alkua
fr_fr: Commandez les boissons pour la pause avant que le spectacle ne commence.
nb_no: Bestill drikke før showet starter
sv_se: Beställ dryck till pausen innan showen startat

source: Stay with friends while the bar prepares your round
de_de: Bleib bei deinen Freunden, während an der Bar die nächste Runde vorbereitet wird.
fr_fr: Restez avec vos amis pendant que le bar prépare votre tournée.
nb_no: ﻿Hold deg sammen med dine venner mens baren forbereder din bestilling
sv_se: Stanna med vännerna medan baren förbereder din runda

source: Order your coffee and croissant from your table, or from the train.
de_de: Bestellen Sie Kaffee und Croissant vom Sitzplatz aus
fr_fr: Commandez votre café et croissant depuis votre bureau ou depuis le train.
nb_no: Bestill din kaffe og croissant rett fra bordet, eller fra toget.
sv_se: Beställ din kaffe och croissant från bordet, eller från tåget.

source: or create your own...
de_de: oder erstellen Sie ihren eigenen...
fi_fi: Tai luo omasi
fr_fr: ou créez le vÃ´tre....
nb_no: eller lage din egen...
sv_se: eller skapa din egen...

source: maximum 70 characters
de_de: max. 70 Zeichen
fi_fi: enintään 70 merkkiä
fr_fr: max 70 caractères
nb_no: maksimalt 70 tegn
sv_se: max 70 tecken

source: Create a subheading
de_de: Erstellen Sie einen Untertitel
fi_fi: Luo alaotsikko
fr_fr: Créer un sous-titre
nb_no: Lag en underoverskrift
sv_se: Skapa en underrubrik

source: Pre-order food and drinks
de_de: Vorbestellen Essen & Getränke
fi_fi: Tilaa ruoka ja juoma ennakkoon
fr_fr: Commandez en avance vos plats et boissons
nb_no: Forhåndsbestill mat og drikke
sv_se: Förbeställ mat och dryck

source: Pre-order drinks+food
de_de: Vorbestellung Speisen+Getränke
fi_fi: Ennakkotilaa juomaa+ruokaa
fr_fr: Commandez en avance boissons + plats
nb_no: Forhåndsbestill drikke+mat
sv_se: Förbeställ dryck+mat

source: maximum 30 characters
de_de: max. 30 Zeichen
fi_fi: enintään 30 merkkiä
fr_fr: max 30 caractères
nb_no: maks 30 tegn
sv_se: max 30 tecken

source: Text colour
de_de: Schriftfarbe
fi_fi: tekstin väri
fr_fr: Couleur du Texte
nb_no: Farge på tekst
sv_se: Textfärg

source: Enter Hex Colour Code or click to choose your colour.
de_de: Geben Sie den Hex-Farbcode ein oder klicken Sie um Ihre Farbe auszuwählen
fi_fi: Kirjoita HEX värikoodi tai valitse väri.
fr_fr: Entrez le code de couleur Hex ou cliquez pour choisir votre couleur.
nb_no: Skriv inn en hex fargekode eller klikk for å velge farge.
sv_se: Ange Hex Färgkod eller klicka för att välja din färg.

source: ORDER NOW button
de_de: JETZT BESTELLEN button
fi_fi: TILAA NYT painike
fr_fr: Bouton COMMANDEZ MAINTENANT
nb_no: BESTILL NÅ knappen
sv_se: BESTÄLL NU knapp

source: Button colour
de_de: Button Farbe
fi_fi: Painikkeen väri
fr_fr: Bouton couleur
nb_no: Velg knappens farge
sv_se: Knapp färg

source: Button text colour
de_de: Button Schriftfarbe
fi_fi: Painikkeen tekstin väri
fr_fr: Bouton couleur du texte
nb_no: Velg farge på knappens tekst
sv_se: Knapp textfärg

source: ORDER NOW
de_de: Jetzt Bestellen
fi_fi: TILAA NYT
fr_fr: COMMANDEZ MAINTENANT
nb_no: BESTILL NÅ
sv_se: BESTÄLL NU

source: Select a home-screen background
de_de: Wählen Sie den Hintergrund für die Startansicht
fi_fi: Valitse kotisivun tausta
fr_fr: Sélectionnez un écran d' accueil
nb_no: Velg en bakgrunn for hjem-skjermen
sv_se: Välj bakgrund för startsidan

source: UPLOAD YOUR OWN BACKGROUND
de_de: Eigenen Hintergrund hochladen
fi_fi: LATAA OMA TAUSTAKUVA
fr_fr: TELECHARGEZ VOTRE PROPRE ECRAN D'ACCUEIL
nb_no: LAST OPP DIN EGEN BAKGRUNN
sv_se: LADDA UPP DIN EGEN BAKGRUND

source: Custom Background Upload
de_de: Benutzerdefinierten Hintergrund hochladen
fi_fi: Taustakuvan lataus
fr_fr: Téléchargez votre propre écran d'accueil
nb_no: Last opp din egen bakgrunn
sv_se: Ladda upp egen bakgrund

source: UPLOAD
de_de: HOCHLADEN
fi_fi: LATAA
fr_fr: TELECHARGER
nb_no: LAST OPP
sv_se: LADDA UPP

source: RESET
de_de: ZURÜCKSETZEN
fi_fi: POISTA
nb_no: TILBAKESTILL
sv_se: ÅTERSTÄLL

source: Supported types: JPG
de_de: Unterstütze Formate: JPG
fi_fi: Tuetut tiedostotyypit: JPG
fr_fr: Format pris en charge: JPG
nb_no: Støttede filtyper: JPG
sv_se: Giltiga filtyper: JPG

source: Max file size: 10MB
de_de: Maximale Dateigröße: 10MB
fi_fi: Suurin koko: 10MB
fr_fr: Taille de dossier maximum: 10MB
nb_no: Maks filstørrelse: 10 MB
sv_se: Filens maxvikt: 10MB

source: Dimensions: 1080x1920
de_de: Größe: 1080x1920
fi_fi: Koko: 1080x1920
nb_no: Dimensjoner: 1080x1920
sv_se: Storlek: 1080x1920

source: SAVE CHANGES
de_de: ÄNDERUNGEN SPEICHERN
fi_fi: TALLENNA MUUTOKSET
fr_fr: ENREGISTRER MODIFICATIONS
nb_no: LAGRE ENDRINGER
sv_se: SPARA ÄNDRINGAR

source: SAVING...
de_de: SPEICHERN...
fi_fi: TALLENTAA...
fr_fr: EN COURS DE SAUVEGARDE
nb_no: LAGRER...
sv_se: SPARAR...

source: 30&#37 done, time for the artistic bit...
de_de: 30&#37 geschafft, Zeit für den künstlerischen Teil...
fi_fi: 30&#37 tehty. Vielä pientä hienosäätöä...
fr_fr: 30&#37 fait, maintenant c'est l'heure de montrer votre créativité...
nb_no: 30&#37 ferdig, tid for en kunstnerisk del...
sv_se: 30 & # 37 gjort, kvar är den konstnärliga biten...

source: This is where you can brand your menu page
de_de: Hier können Sie Ihre Angebotsseite mit Ihrem Logo gestalten
fi_fi: Täällä voit muokata ruokalistasivua
fr_fr: C’est lÃ oÃ¹ vous pouvez styliser votre page de menu
nb_no: Her kan du brande din meny side
sv_se: Här du kan profilera din menysida

source: Add a short venue title
de_de: Fügen Sie eine Abkürzung Ihres Unternehmensnamen hinzu
fi_fi: Lisää tapahtumapaikan lyhyt nimi
fr_fr: Ajouter un diminutif Ã votre lieu
nb_no: Legg til et kallenavn på utsalgsstedet
sv_se: Lägg till en kort arena titel

source: This is a shorter version of your venue name that will be visible over your menu.
de_de: Dies soll eine Abkürzung Ihres eigentlichen Unternehmensnamens sein und wird über Ihrem Angebot angezeigt.
fi_fi: Tämä on tapahtumapaikasti lyhyempi nimi joka näkyy ruokalistan yläpuolella.
fr_fr: C’est une version plus courte de votre nom de lieu ce qui sera visible sur votre menu.
nb_no: Dette er en kortere versjon av navnet til ditt utsalgssted som vil være synlig over din meny.
sv_se: Det här är en kortare version av namnet på din arena som kommer att vara synlig ovanför din meny.

source: Please type a venue title <br/>(max 22chars)
de_de: Bitte geben Sie einen Unternehmensnamen ein (max. 22 Zeichen).
fi_fi: Kirjoita tapahtumapaikan nimi <br/>(enintään 22 merkkiä)
fr_fr: Veuillez taper un titre du lieu <br/> (max 22 caractères)
nb_no: Vennligst skriv inn tittel på utsalgssted <br/> (maks 22 tegn)
sv_se: Ange en arena titel <br/>(max 22 tecken)

source: BASKET
de_de: WARENKORB
fi_fi: OSTOSKORI
fr_fr: PANIER
nb_no: HANDLEKURV
sv_se: KUNDVAGN

source: Colour scheme
de_de: Farbgebung
fi_fi: Värimaailma
fr_fr: Palette de Couleurs
nb_no: Fargevalg
sv_se: Färgschema

source: Colour one
de_de: Farbe 1
fi_fi: Väri yksi
fr_fr: Couleur 1
nb_no: Farge en
sv_se: Färg ett

source: This colour is used across section progress buttons and as a highlight colour.
de_de: Diese Farbe ist für die Weiter-Buttons der jeweiligen Abschnitte und dient dem Hervorheben.
fi_fi: Tätä väriä käytetään painikkeissa ja kohokohdissa.
fr_fr: Cette couleur est utilisée pour les boutons ‘en cours de ...’ et comme couleur de surbrillance.
nb_no: Denne fargen blir brukt på progresjons knapper og som en farge for fremheving.
sv_se: Denna färg används över knappar för utvecklingssektion och som en highlight.

source: Button one colour
de_de: Button 1 Farbe
fi_fi: Paineike yksi väri
fr_fr: Bouton couleur nÂ°1
nb_no: Farge for knapp en
sv_se: Knapp ett färg

source: Colour two
fi_fi: Väri kaksi
sv_se: Färg två

source: This colour is used across item select buttons and as a highlight colour.
de_de: Geben Sie den Hex-Farbcode ein oder klicken Sie um Ihre Farbe auszuwählen.
fi_fi: Tätä väriä käytetään valintapainikkeissa ja kohokodissa.
fr_fr: Cette couleur est utilisée pour des boutons de ‘sélection’ et comme couleur de surbrillance.
nb_no: ﻿Denne fargen blir brukt på knapper som brukes til produktvalg og som en farge for fremheving.
sv_se: Denna färg används för val-knapparna och som en markeringsfärg .

source: Button two colour
de_de: Button 2 Farbe
fi_fi: Painike kaksi väri
fr_fr: Bouton couleur nÂ°2
nb_no: Farge for knapp to
sv_se: Knapp två färg

source: 40&#37 done, a couple more design touches...
de_de: 40&#37 erledigt, noch ein paar Design-Feinheiten...
fi_fi: 40&#37 tehty. Muutama askel vielä...
fr_fr: 40&#37 fait, encore quelques retouches design...
nb_no: 40&#37 ferdig, litt flere design tilpasninger...
sv_se: 40 & # 37 gjort, ett par designdetaljer till...

source: This is where you can monitor your takings and reports.
de_de: Hier finden Sie eineÜbersicht über Ihre Einnahmen und Meldungen.
fi_fi: Tässä voit seurata raportteja
fr_fr: C’est de lÃ que vous pouvez gérer vos recettes et rapports de commandes
nb_no: Her kan du overvåke dine salg og rapporter.
sv_se: Här kan du övervaka dina intäkter och rapporter.

source: Your online order page is
de_de: Der Shortcode Ihres Unternehmens ist
fi_fi: Tilaussivusi on
fr_fr: Votre 'short code' d'entreprise
nb_no: Din online bestillingsside er
sv_se: Din online beställningssida är

source: This month
de_de: Dieser Monat
fi_fi: Tämä kuukausi
fr_fr: Ce mois-ci
nb_no: Denne måneden
sv_se: Denna månad

source: Total revenue
de_de: Gesamtumsatz
fi_fi: Tulot yhteensä
fr_fr: Total chiffre d'affaires
nb_no: Totale inntekter
sv_se: Totala intäkter

source: Total orders
de_de: Gesamtbestellungen
fi_fi: Tilaukset yhteensä
fr_fr: Total commandes
nb_no: Totalt bestillinger
sv_se: Totala ordrar

source: New users
de_de: Neue Nutzer
fi_fi: Uusi käyttäjä
fr_fr: Nouveaux utilisateurs
nb_no: Nye brukere
sv_se: Nya användare

source: Returning users
de_de: Wiederkehrende Nutzer
fi_fi: Vanha asiakas
fr_fr: Utilisateurs récurrents
nb_no: Returnerende brukere
sv_se: Återkommande användare

source: Order Screen
de_de: Startansicht
fi_fi: Tilausnäyttö
fr_fr: Ecran d'accueil
nb_no: Ordreliste
sv_se: Beställningssida

source: Customer Analytics
de_de: Neue Nutzer
fi_fi: Asiakasanalyysi
fr_fr: Nouveaux utilisateurs
nb_no: Analytics for kunder
sv_se: Kundanalyser

source: Menus
de_de: Angebote
fi_fi: Valikot
nb_no: Menyer
sv_se: Menyer

source: Edit
de_de: Bearbeiten
fi_fi: Muokkaa
fr_fr: Modifier
nb_no: Rediger
sv_se: Ändra

source: Meal Deals
de_de: Angebote
fi_fi: Ateriatarjoukset
fr_fr: Deals repas
nb_no: Tilbud
sv_se: Meny-erbjudanden

source: No menus
de_de: Keine Angebote
fi_fi: Ei aterioita
fr_fr: Pas de Menus
nb_no: Ingen menyer
sv_se: Inga menyer

source: Add new menu
de_de: Neues Angebot hinzufügen
fi_fi: Lisää uusi menu
fr_fr: Ajouter nouveau menu
nb_no: Legg til ny meny
sv_se: Lägg till en ny meny

source: Venue Settings
de_de: Unternehmens-Einstellungen
fi_fi: Tapahtumapaikan asetukset
fr_fr: Réglages du Lieu
nb_no: Innstillinger
sv_se: Arena inställningar

source: Change settings
de_de: Einstellungen Bearbeiten
fi_fi: Vaihda asetuksia
fr_fr: Modifier les paramètres
nb_no: Endre innstillinger
sv_se: Ändra inställningar

source: Delivery settings
de_de: Liefereinstellungen
fi_fi: Toimitusasetukset
fr_fr: Réglages du Lieu
nb_no: Innstillinger for leveranse
sv_se: Leveransinställningar

source: Preset notifications
de_de: Benachrichtigungen
fi_fi: Viestit
fr_fr: Notifications
nb_no: Forhåndsinnstilte varslinger
sv_se: Förinställda meddelanden

source: Opening hours
de_de: Öffnungszeiten
fi_fi: Avoinna
fr_fr: Horaires d'ouverture
nb_no: Åpningstider
sv_se: Öppningstider

source: Styling
de_de: Design
fi_fi: Ulkonäkö
fr_fr: Style
sv_se: Designa

source: Home screen
de_de: Startansicht
fi_fi: Aloitusnäyttö
fr_fr: Ecran d'accueil
nb_no: Hjem skjerm
sv_se: Startsida

source: Menu screen
de_de: Angebot-Ansicht
fi_fi: Menu
fr_fr: Ecran Menu
nb_no: Meny skjerm
sv_se: Beställningssida

source: Update events
de_de: Veranstaltungen aktualisieren
fi_fi: Päivitä tilaisuudet
fr_fr: Actualiser vos événements
nb_no: Oppdater arrangementer
sv_se: Uppdatera evenemang

source: Group Booking
fi_fi: Ryhmävaraus
sv_se: Gruppbokning

source: Bookings
fi_fi: Varaukset
sv_se: Bokningar

source: Settings
fi_fi: Asetukset
sv_se: Inställningar

source: Advanced Settings
de_de: Erweiterte Einstellungen
fi_fi: Lisäasetukset
fr_fr: Réglages du lieu
nb_no: Avanserte Innstillinger
sv_se: Avancerade inställningar

source: Manage users
de_de: Nutzer verwalten
fi_fi: Hallinnoi käyttäjiä
fr_fr: Gérer vos utilisateurs
nb_no: Administrere brukere
sv_se: Hantera användare

source: Add a payment method
de_de: Zahlungsweise hinzufügen
fi_fi: Lisää maksutapa
fr_fr: Ajouter un moyen de paiement
nb_no: Legg til betalingsmetode
sv_se: Lägg till ett betalningssätt

source: Change my app mode
de_de: App-Modus Ã¤ndern
fi_fi: Vaihda sovelluksen tilaa
fr_fr: Changer le statut de l'application
nb_no: Endre min app modus
sv_se: Ändra mitt app läge

source: My Account
de_de: Ihr Konto
fi_fi: Käyttäjätilini
fr_fr: Votre compte
nb_no: Min konto
sv_se: Mitt konto

source: Help
de_de: Hilfe
fi_fi: Apua
fr_fr: Aide
nb_no: Hjelp
sv_se: Hjälp

source: Getting Started
de_de: Erste Schritte
fi_fi: Näin pääset käyntiin
fr_fr: Commencer
nb_no: Kom i gang
sv_se: Komma igång

source: Editing your Menu
de_de: Erstellen Sie Ihr Angebot
fi_fi: Valikon muokkaaminen
fr_fr: Créez votre menu
nb_no: Redigere din Meny
sv_se: Redigera din meny

source: Change app mode
de_de: App-Modus ändern
fi_fi: Vaihda sovelluksen tila
fr_fr: Changer le statut de l'application
nb_no: Endre app modus
sv_se: Byt app läge

source: LIVE - Your app is visible and is ready to take real orders.<br/><br/>DEMO - Your app is visible but does not take real orders.<br/><br/>OFFLINE - Your app is not visible.
de_de: LIVE: Ihre App ist auf My Order App verfügbar und es können richtige Bestellungen aufgenommen werden.<br/><br/>DEMO: Ihre App ist auf 'My Order App' verfügbar, es können jedoch nicht richtige Bestellungen aufgenommen werden.<br/><br/>OFFLINE: Ihre App ist auf 'My Order App'nicht verfügbar.
fi_fi: LIVE - Sovellus on näkyvissä ja sen kautta voi tehdä tilauksia<br/><br/>DEMO - Näkyvissä, mutta oikeita tilauksia ei voi tehdä<br/><br/>OFFLINE - Sovellus ei näy.
fr_fr: LIVE- votre application est disponible sur ‘my order app’ et est prête Ã prendre de vraies commandes.br/><br/>DEMO- votre application est disponible sur ‘my order app’ mais ne prend pas encore de vraies commandes.<br/><br/>OFFLINE- votre application n’est pas disponible sur â€˜my order app’
nb_no: LIVE - Din app er synlig og er klar til å ta i mot ordre. <br/><br/> DEMO - Din app er synlig, men tar ikke reelle ordre. <br/><br/> OFFLINE - Din app er ikke synlig.
sv_se: LIVE – Din app är synlig och redo att ta emot riktiga beställningar. .<br/><br/>DEMO – Din app är synlig men kan inte ta emot riktiga beställningar. <br/><br/>OFFLINE – Din app är inte synlig.

source: Your 30 day free trial of this Premium Feature has now expired. Would you like to purchase it?
fi_fi: 30 päivän ilmainen kokeilujakso on nyt päättynyt. Haluaisitko ostaa sen?
nb_no: Din 30 dagers gratis prøveversjon av denne Premium funksjonen har nå utløpt. Vil du kjøpe den?
sv_se: Din 30 dagars testversion av denna Premium Feature har nu löpt ut. Vill du köpa produkten?

source: YES PLEASE
fi_fi: KYLLÄ KIITOS
nb_no: JA TAKK
sv_se: JA TACK

source: NOT RIGHT NOW
fi_fi: EN TÄLLÄ HETKELLÄ
nb_no: IKKE AKKURAT NÅ
sv_se: INTE JUST NU

source: trial
fi_fi: kokeiluversio
nb_no: prøve
sv_se: testkonto

source: Your free trial expires in
fi_fi: Ilmaisen version käyttöoikeus umpeutuu
nb_no: Din gratis prøveperiode utløper om
sv_se: Ditt kostnadsfria testkonto utgår om

source: days.
fi_fi: päivän kuluttua
nb_no: dager.
sv_se: dagar.

source: To continue using your app after the free trial, register your card details for the
fi_fi: Jos haluat jatkaa sovelluksen käyttämistä ilmaisen kokeilujakson jälkeen, niin rekisteröi korttitietosi
nb_no: For å fortsette å bruke programmet etter prøveperioden kan du registrere kortdetaljene dine for
sv_se: För att fortsätta använda din app efter den kostnadsfria testperioden, registrera dina kortuppgifter för
