Repository: zperk0/preo
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, fi_fi, fr_fr, nb_no, sv_se

source: Let us know if your venue is open for delivery, open for pickup, open for both or if you are closed today.
de_de: Teilen Sie uns mit, ob Ihr Geschäft heute für Lieferung geöffnet ist, für Abholungen geöffnet ist, für beides geöffnet ist oder ob Sie heute geschlossen haben.
nb_no: Fortell oss om restauranten er åpen for levering, åpent for henting, åpen for begge deler eller om du er stengt i dag.
sv_se: Berätta om din arena har öppet för leverans, för upphämtning, för båda två eller om du har stängt idag.

source: For delivery and collection
de_de: Für Lieferung und Abholung
fi_fi: Toimitus ja nouto
fr_fr: Choisir un créneau de récupération
nb_no: Levering og henting
sv_se: För leverans och hämtning

source: For delivery only
de_de: Nur für Lieferung
fi_fi: Ainoastaan toimitus
fr_fr: Choisir un créneau de récupération
nb_no: Kun for levering
sv_se: Endast för leverans

source: For collection only
de_de: Abholzeitraum auswählen
fi_fi: Ainoastaan nouto
fr_fr: Choisir un créneau de récupération
nb_no: Kun for henting
sv_se: Endast för hämtning

source: Closed Today
de_de: Geschlossen um
fi_fi: Suljettu tänään
fr_fr: Ferme Ã
nb_no: Stengt i dag
sv_se: Stängt idag

source: Opens at
de_de: Geöffnet um
fi_fi: Avataan kello
fr_fr: Ouvre Ã
nb_no: Åpner
sv_se: Öppnar

source: Closes at
de_de: Geschlossen um
fi_fi: Suljetaan kello
fr_fr: Ferme Ã
nb_no: Stenger
sv_se: Stänger

source: Remove opening hour
de_de: Öffnungszeit entfernen
fi_fi: Poista avaus aika
fr_fr: Enlever horaire d'ouverture
nb_no: Fjern åpningstid
sv_se: Ta bort öppningstider

source: Apply these times to all days
de_de: Diese Zeiten allen Tagen hinzufügen
fi_fi: Lisää nämä ajat kaikille päiville
fr_fr: Appliquer ces horaires Ã tous les jours
nb_no: Bruk disse tidene på alle dager
sv_se: Tillämpa dessa tider för alla dagar

source: 75&#37 done, almost there now...
de_de: 75&#37 geschafft, fast fertig...
fi_fi: 75&#37 tehty. Melkein valmis...
fr_fr: 75&#37 fait, presque terminé...
nb_no: 75&#37 ferdig, nesten i mål nå...
sv_se: 75&#37 klart, nästan där nu...

source: Outlets
de_de: Standorte
fi_fi: Myyntipisteet
fr_fr: Points de vente
nb_no: Utsalgssteder
sv_se: Butiker

source: Add a new Outlet
de_de: Neuen Standort hinzufügen
fi_fi: Lisää uusi myyntipiste
fr_fr: Ajouter un nouveau point de vente
nb_no: Legg til nytt utsalgssted
sv_se: Lägg till en ny butik

source: Create a new menu
de_de: Neues Angebot erstellen
fi_fi: Luo uusi menu
fr_fr: Créer un nouveau menu
nb_no: Opprett en ny meny
sv_se: Skapa en ny meny

source: Add an outlet name
de_de: Standortname hinzufügen
fi_fi: Lisää myyntipisteen nimi
fr_fr: Ajouter un nom de point de vente
nb_no: Legg til nytt sted
sv_se: Lägg till ett butiksnamn

source: Please type an outlet name
de_de: Bitte geben Sie einen Standortname ein.
fi_fi: Kirjoita myyntipisteen nimi
fr_fr: Veuillez taper un nom de point de vente
nb_no: Skriv inn navn på utsalgssted
sv_se: Skriv ett butiksnamn

source: Please choose a menu
de_de: Bitte wÃ¤hlen Sie ein Angebot aus.
fi_fi: Valitse menu
fr_fr: Veuillez choisir un menu
nb_no: Velg en meny
sv_se: Välj en meny

source: Don't forget to get paid
de_de: Vergessen Sie Ihre Bezahlung nicht
fi_fi: Älä unohda maksua
fr_fr: N’oubliez pas d’être payé !
nb_no: Ikke glem å ta betalt
sv_se: Glöm inte att ta betalt

source: CONNECT TO STRIPE
de_de: MIT STRIPE VERBINDEN
fi_fi: YHDISTÄ STRIPEEN
fr_fr: SE CONNECTER À STRIPE
nb_no: KOBLE TIL STRIPE
sv_se: KOPPLA TILL STRIPE

source: SKIP THIS FOR NOW
de_de: ÜBERSPRINGEN
fi_fi: HYPPÄÄ TÄMÄN YLI
fr_fr: PASSER POUR LE MOMENT
nb_no: IKKE AKKURAT NÅ
sv_se: HOPPA ÖVER DENNA GÅNG

source: GO TO YOUR STRIPE ACCOUNT
fi_fi: MENE STRIPE TILILLESI
nb_no: GÅ TIL DIN STRIPE KONTO
sv_se: GÅ TILL DITT STRIPE KONTO

source: 85&#37 done, we've saved the best for last!
de_de: 85&#37 geschafft, das Beste kommt zum Schluss!
fi_fi: 85&#37 tehty. Säästimme parhaan asian viimeiseksi!
fr_fr: 85&#37 fait, nous avons gardé le meilleur pour la fin!
nb_no: 85&#37 ferdig, vi har spart det beste til slutt!
sv_se: 85&#37 klart, vi har sparat det bästa till sist!

source: User management
de_de: Nutzerverwaltung
fi_fi: Käyttäjien hallinta
fr_fr: Gestion des utilisateurs
nb_no: Brukeradministrasjon
sv_se: Användarhantering

source: Email
fi_fi: Sähköpostiosoite
nb_no: E-post
sv_se: Mailadress

source: Role
de_de: Funktion
fi_fi: Rooli
fr_fr: Statut
nb_no: Rolle
sv_se: Roll

source: This decides the level of access of your users.
de_de: Die Funktion entscheidet über die Zugangsberechtigung des Nutzers
fi_fi: Tämä määrittelee käyttäjien oikeustasoja
fr_fr: Cela permet de choisir le niveau d’accès de vos membres
nb_no: Dette bestemmer tilgangsnivået for brukerne.
sv_se: Detta bestämmer åtkomstnivå för dina användare.

source: Add a user name
de_de: Nutzername hinzufügen
fi_fi: Lisää käyttäjän nimi
fr_fr: Ajouter un nom d'utilisateur
nb_no: Legg til et brukernavn
sv_se: Lägg till ett användarnamn

source: Please type a user name (max 200chars)
de_de: Bitte geben einen Nutzernamen ein (max. 200 Zeichen).
fi_fi: Kirjoita käyttäjän nimi (enintään 200 merkkiä)
fr_fr: Veuillez entrer un nom d'utilisateur (max 200 caractères)
nb_no: Skriv inn et brukernavn (maks 200 bokstaver)
sv_se: Ange ett användarnamn (max 200 tecken)

source: Add an email
de_de: E-Mail hinzufügen
fi_fi: Lisää sähköpostiosoite
fr_fr: Ajouter une adresse email
nb_no: Legg til e-post
sv_se: Lägg till en mailadress

source: Please type an email
de_de: Bitte geben Sie eine E-Mail Adresse ein
fi_fi: Kirjoita sähköpostiosoite
fr_fr: Veuillez tapez une adresse email
nb_no: Vennligst skriv en e-post adresse
sv_se: Ange en mailadress

source: Owner: can read/write account and close it down
de_de: Inhaber: kann Konto lesen/bearbeiten und schließen
fi_fi: Omistaja: voi lukea/muokata käyttäjätiliä ja myös sulkea sitä
fr_fr: Propriétaire: peut lire/modifier le compte mais aussi le fermer
nb_no: Eier: kan se, redigere og stenge kontoen
sv_se: Ägare: kan läsa/skriva konto och stänga ner det

source: Staff: can only read account
de_de: Mitarbeiter: kann Konto nur lesen
fi_fi: Henkilökunta: voi ainoastaan lukea kättäjätilin tietoja
fr_fr: Personnel: peut uniquement lire le compte
nb_no: Ansatte: kan se kontoen
sv_se: Personal: kan endast läsa konto

source: Staff
de_de: Mitarbeiter
fi_fi: Henkilökunta
fr_fr: Personnel
nb_no: Ansatte
sv_se: Personal

source: Role?
fi_fi: Rooli?
sv_se: Roll?

source: Password
de_de: Passwort
fi_fi: Salasana
fr_fr: Mot de passe
nb_no: Passord
sv_se: Lösenord

source: Assign a password
de_de: Passwort vergeben
fi_fi: Määritä salasana
fr_fr: Assigner un mot de passe
nb_no: Tildele et passord
sv_se: Tilldela ett lösenord

source: Provide a Password
de_de: Passwort angeben
fi_fi: Kirjoita salasana
fr_fr: Fournir un mot de passe
nb_no: Gi et passord
sv_se: Ge ett lösenord

source: Confirm Password
de_de: Passwort bestätigen
fi_fi: Vahvista salasana
fr_fr: Confirmer votre mot de passe
nb_no: Bekreft passord
sv_se: Bekräfta lösenord

source: Confirm password
de_de: Passwort bestätigen
fi_fi: Vahvista salasana
fr_fr: Confirmer votre mot de passe
nb_no: Bekreft passord
sv_se: Bekräfta lösenord

source: Passwords don't match
de_de: Passwörter stimmen nicht überein
fi_fi: Salasanat eivät täsmää
fr_fr: Les mots de passe ne correspondent pas
nb_no: Passordene samsvarer ikke
sv_se: Lösenorden matchar inte

source: Pending Invitations
fi_fi: Odottavat kutsut
sv_se: Väntande inbjudningar

source: Users added below will receive an email and be granted Owner or Staff access to this account
fi_fi: Alla lisätyt käyttäjät saavat sähköpostikutsun ja Omistaja tai Henkilökunta tason tunnukset.
sv_se: Användare som läggs till nedan kommer få ett email och bli tillägnad Ägare eller anställd access till detta konto.

source: Invite new user
fi_fi: Kutsu uusi käyttäjä
sv_se: Bjud in ny användare

source: First and last name
fi_fi: Etu ja sukunimi
sv_se: För- och efternamn

source: Resend Invitation
fi_fi: Lähetä kutsu uudellen
sv_se: Skicka inbjudan

source: SEND INVITES
fi_fi: LÄHETÄ KUTSUT
sv_se: SKICKA INBJUDNINGAR

source: Payment Method
de_de: Zahlungsmethode
fi_fi: Maksutapa
fr_fr: Moyen de paiement
nb_no: Betalingsmetode
sv_se: Betalningssätt

source: Tell us about your venue
de_de: Erzählen Sie uns über Ihr Unternehmen
fi_fi: Kerro tapahtumapaikastasi
fr_fr: Dites-nous en plus sur votre business
nb_no: Fortell oss om din bedrift
sv_se: Berätta om din arena

source: Venue name
de_de: Unternehmens-Name
fi_fi: Tapahtumapaikan nimi
fr_fr: Nom de l'endroit
nb_no: Restaurant navn
sv_se: Arenans namn

source: Please type a venue name (max 100chars)
de_de: Bitte geben Sie den Namen des Unternehmens an (max 100 Zeichen)
fi_fi: Kirjoita paikan nimi (max 100 merkkiä)
fr_fr: Veuillez inscrire un nom de lieu (max 100 caractères)
nb_no: Skriv inn bedriftens navn (maks 100 bokstaver)
sv_se: Ange ett arena namn (max 100 tecken)

source: Venue description
de_de: Beschreibung des Unternehmens
fi_fi: Paikan kuvaus
fr_fr: Descriptif du lieu
nb_no: Bedriftens beskrivelse
sv_se: Arena beskrivning

source: Please enter a short description about your venue.<br/><br/>This will not appear on your branded app.
de_de: Bitte geben Sie eine kurze Beschreibung Ihres Unternehmens ein.<br/><br/>Diese wird nicht auf ihrer Unternehmens-App erscheinen
fr_fr: Veuillez entrer un petit description de votre entreprise. <br/><br/> Cela ne va pas apparaître sur votre application.
nb_no: Skriv en kort beskrivelse av bedriften.<br/><br/>Dette vil ikke vises på din app.
sv_se: Ange en kort beskrivning om din arena. <br/><br/>Detta kommer inte att visas på din app.

source: Please type a venue description (max 250chars)
de_de: Bitte geben Sie eine Unternehmensbeschreibung ein (max 250 Zeichen)
fi_fi: Kirjoita kuvaus paikasta (max 250 merkkiä)
fr_fr: Veuillez écrire une description de votre lieu (max 250 caractères)
nb_no: Skriv en beskrivelse av bedriften (maks 250 bokstaver)
sv_se: Var vänlig och skriv en arena beskrivning (max 250 tecken)

source: What type of venue are you?
de_de: Was für ein Unternehmen sind Sie?
fi_fi: Minkälainen paikka on kyseessä?
fr_fr: Quel type d'entreprise avez vous?
nb_no: Hvilken type utsalgssted har du?
sv_se: Vilken typ av arena är du?

source: Restaurant (Cafe, Sandwich Bar, Restaurant, etc)
de_de: Gastronomiegewerbe (Café, Sandwich Bar, Restaurant, etc)
fi_fi: Ravintola (Kahvila, Pizzeria, jne.)
fr_fr: Traiteur au détail (Café, Sandwicherie, Bar, Restaurant, etc)
nb_no: Restaurant (Kafe, Sandwich Bar, Restaurant, etc)
sv_se: Restaurang (café, kaffebar, restaurang osv)

source: Sports Arena
de_de: Sportarena
fi_fi: Areena
fr_fr: Stade
sv_se: Sportarena

source: Bars, Pubs and Clubs
de_de: Bars, Pubs und Clubs
fi_fi: Baari, Pubi, Klubi
fr_fr: Bars, Pubs et Clubs
nb_no: Bar, pub og klubb
sv_se: Bar, pub och klubb

source: Workplace/Education Catering
de_de: Catering für Betriebe/Bildungseinrichtungen
fi_fi: Työpaikka/kouluruokailu
fr_fr: Restauration pour le travail/cantines
nb_no: Jobb/skole catering
sv_se: Arbetsplats/Utbildning Catering

source: Music and Cultural
de_de: Musik und Kultur
fi_fi: Musiikki ja Kulttuuri
fr_fr: Musique et Culturel
nb_no: Musikk og kultur
sv_se: Musik och kultur

source: Are you primarily an events based business?
de_de: Sind Sie hauptsächlich auf Veranstaltungen spezialisiert
fi_fi: Oletko tapahtumapaikka/tapahtumiin liittyvä areena
fr_fr: Etes-vous une entreprise basée sur l’événementiel?
nb_no: Er du først og fremst et arrangement basert bedrift?
sv_se: Är du i första hand ett evenemangsbaserat företag?

source: Does your business revolve around regular events, e.g. football matches, performances, etc?
de_de: Beschäftigt sich Ihr Unternehmen regelmäßig mit Veranstaltungen,wie Füßballspiele, Aufführungen, etc.?
fi_fi: Liittyykö toimintasi toistuviin tapahtumiin kuten esim. otteluihin, konsertteihin, jne?
fr_fr: Est-ce que votre business est principalement événementiel? ex. matchs de foot, shows etc ?
nb_no: Har din virksomhet regelmessige arrangementer, for eksempel fotballkamper, forestillinger, etc?
sv_se: Kretsar ditt företag kring evenemang som t.ex. fotbollsmatcher, föreställningar, konserter osv?

source: Collection Slot Duration (mins)
de_de: Abholzeitraum Dauer (Minuten)
fi_fi: Tuotteen hakuaika (minuuttia)
fr_fr: Durée du créneau de récupération (mins)
nb_no: Varighet for området for henting (min)
sv_se: Hämtningsplats varaktighet (minuter)

source: This is the number of minutes after opening time and before closing time when customers are allowed to collect orders.
de_de: Das ist die Minutenanzahl nach und vor dem Zeitpunkt, an dem Kunden ihre Bestellungen abholen dürfen.
fi_fi: Tämä on aika minuuteissa avaamisen jälkeen ja ennen sulkemista kun asiakkaat voivat noutaa tilauksensa
fr_fr: C'est le nombre de minutes après l'horaire d'ouverture et avant la fermeture, lorsque les clients peuvent récupérer leurs commandes.
nb_no: Dette er antall minutter etter åpningstid og før stengetid som kundene kan sende inn bestillinger for henting.
sv_se: Detta är antalet minuter kunderna har att få ihop sin order från att de startat tills tidsfönstret stänger.

source: eg: 30
de_de: z.B.: 30
fi_fi: esim. 30
fr_fr: ex. 30
nb_no: f.eks 30
sv_se: t.ex: 30

source: Please provide a duration in mins
de_de: Bitte geben Sie eine Dauer in Minuten an
fi_fi: Anna aika minuuteissa
fr_fr: Veuillez fournir un durée en minutes.
nb_no: Vennligst oppgi en varighet i minutter
sv_se: Vänligen ange ett tidsfönster i min

source: Default preparation time for collection orders (mins)
de_de: Verzögerte Vorbereitungszeit für Abholbestellungen (in Min.)
fi_fi: Vakioaika joka menee noutotilauksien valmistamisessa (minuutteja)
nb_no: Standard forberedelse tid for bestillinger som skal hentes (min)
sv_se: Standard förberedelsetid för att få ihop sin beställning (min)

source: The time it takes to prepare your order before the customer can pick it up.
de_de: Die benötigte Zeit für die Vorbereitung der Bestellung, bevor der Kunde sie abholen darf.
fi_fi: Aika joka menee tilauksen valmisteluun ennen kuin asiakas voi noutaa sen.
fr_fr: Temps nécessaire Ã la préparation de la commande avant que le client puisse la récupérer.
nb_no: Tiden det tar å lage din bestilling før kunden kan hente den.
sv_se: Den tid det tar att förbereda beställningen innan kunden kan hämta ut den.

source: e.g. 25
de_de: z.B. 25
fi_fi: esim. 25
fr_fr: ex. 25
nb_no: f.eks 25
sv_se: t.ex. 25

source: Please provide a lead time
de_de: Bitte geben Sie eine Lieferzeit an
fi_fi: Anna aika
fr_fr: S'il vous plaît fournir un délai de préparation
nb_no: Oppgi leveringstid
sv_se: Vänligen ange ledtid

source: Discount offered for collection orders (%)
de_de: Rabattangebot für Abholbestellungen (in %)
fi_fi: Annettava alennus noutotilauksille (%)
nb_no: Rabatt tilbys på bestillinger med henting (%)
sv_se: Erbjuden rabatt vid menybeställning

source: e.g. 10
de_de: z.B. 25
fi_fi: esim. 10
fr_fr: ex. 25
nb_no: f.eks 10
sv_se: t.ex. 10

source: Please provide a discount percentage (between 0 and 100)
de_de: Bitte geben Sie den Prozentsatz für Rabatt an (zwischen 0 und 100)
fi_fi: Anna alennusprosentti 0-100
nb_no: Vennligst oppgi rabatt i prosent (mellom 0 og 100)
sv_se: Vänligen ange en rabattsats i procent (mellan 0 och 100)

source: Minimum value for orders
de_de: Mindestbestellwert für Bestellungen
fi_fi: Tilauksen minimiarvo
fr_fr: S'il vous plaît fournir un délai de préparation
nb_no: Minimumsverdi for ordre
sv_se: Minsta värde för order

source: e.g. 5
de_de: z.B. 25
fi_fi: esim. 5
fr_fr: ex. 25
nb_no: f.eks 5
sv_se: t.ex. 5

source: Please provide a minimum value for ordering
de_de: Bitte geben Sie einen Mindestbestellwert an
fi_fi: Anna minimiarvo tilauksille.
fr_fr: S'il vous plaît fournir un délai de préparation
nb_no: Vennligst oppgi en minimumsverdi for bestilling
sv_se: Ange ett minimivärde för beställning

source: Max delivery distance
fi_fi: Pisin toimitusmatka
sv_se: Längsta tillåtna avstånd för leverans

source: (miles)
sv_se: (km)

source: e.g. 10.5
fi_fi: esim. 10.5
sv_se: t.ex. 10.5

source: Please provide a distance in miles
sv_se: Ange avståndet i km

source: Do you offer a delivery service?
de_de: Lieferservice aktivieren
fi_fi: Tarjoatteko toimitusmyyntiä?
nb_no: Tilbyr dere levering?
sv_se: Erbjuder du leverans?

source: You can specify your delivery settings from the dashboard
fi_fi: Voit muokata asetuksia valikosta
nb_no: Du kan angi dine leveringsinnstillinger fra dashbordet
sv_se: Du kan specificera dina leveransinställningar från dashboard

source: Enable cash payment option?
fi_fi: Ota käteismaksu käyttöön
nb_no: Aktivere kontant betaling som et alternativ?
sv_se: Vill du tillåta kontantbetalning?

source: Do you require a phone number?
de_de: Bitte geben Sie Ihre Telefonnummer ein.
fi_fi: Tarvitsetko puhelinnumeron?
fr_fr: Veuillez taper un nom de point de vente
nb_no: Krever du et telefonnummer?
sv_se: Behöver du ett telefonnummer?

source: By default phone numbers are only required for delivery orders, if you enable this option it will be mandatory for pickup orders as well.
fi_fi: Puhelinnumeroita tarvitaan yleensä vain toimituksissa. Jos otat tämän käyttöön, niin puhelinnumero on pakollinen myös noutotilauksissa.
nb_no: Som standard er telefonnumre kun nødvendig for utkjøring, hvis du aktiverer dette alternativet vil det være obligatorisk for bestillinger med henting også.
sv_se: Som standard krävs telefonnummer för beställning, avaktiveras detta alternativ gäller det även vid upphämtning av beställningar.

source: Do you accept post vouchers?
fi_fi: Hyväksytkö postitettuja kuponkeja?
sv_se: Accepterar ni kuponger via post?

source: By default only eVouchers are acccepted. If you also want to issue printed/post vouchers enable this option
fi_fi: Sähköiset kupongit hyväksytään automaattisesti. Valitse tämä vaihtoehto jos haluat, että myös tulostettuja/postitettuja kuponkeja hyväksytään.
sv_se: Som standard är accepteras endast e-kuponger. Om du även vill ha utskrivna/post kuponger gör denna tillgänglig

source: Address
de_de: Adresse des Unternehmens
fi_fi: Osoite
fr_fr: Adresse de l'endroit
nb_no: Adresse
sv_se: Adress

source: Please type a venue address (max 250chars)
de_de: Bitte geben Sie die Adresse des Unternehmens an (max 250 Zeichen)
fi_fi: Kirjoita tapahtumapaikan osoite
fr_fr: Veuillez inscrire une adresse (max 250 caractères)
nb_no: Skriv inn restaurantens adresse (maks 250 bokstaver)
sv_se: Ange an adress till arenan (max 250 tecken)

source: Town/City
de_de: Stadt
fi_fi: Kaupunki
nb_no: Poststed
sv_se: Stad

source: Please type a Town/City (max 45chars)
de_de: Bitte geben Sie die Postleitzahl an (max 45 Zeichen)
fi_fi: Kirjoita kaupungin nimi
fr_fr: Veuillez inscrire un code postal (max 45 caractères)
nb_no: Skriv inn by/poststed (maks 45 bokstaver)
sv_se: Ange en stad (max 45 tecken)

source: Country
de_de: Land
fi_fi: Maa
fr_fr: Pays du business
nb_no: Land
sv_se: Land

source: Please choose a country
de_de: Bitte Land auswählen
fi_fi: Valitse maa
fr_fr: Veuillez choisir un pays
nb_no: Velg et land
sv_se: Ange ett land

source: Tax id
fi_fi: Verotunnus
sv_se: Momsregistreringsnummer

source: For example VAT number. For display on receipts.
fi_fi: Kuittia varten.
sv_se: T.e.x momregistreringsnummer som kommer synas på kvittot

source: e.g. GB999 9999 73
sv_se: t.ex. GB999 9999 73

source: Please type a tax id (max 100chars)
fi_fi: Kirjoita tunnus
sv_se: Ange momstyp (max 100 tecken)

source: Post code
de_de: Postleitzahl des Unternehmens
fi_fi: Postinumero
fr_fr: Code postal de l'endroit
nb_no: Postnummer
sv_se: Postnummer

source: Please type a post code (max 45chars)
de_de: Bitte geben Sie die Postleitzahl an (max 45 Zeichen)
fi_fi: Kirjoita postinumero
fr_fr: Veuillez inscrire un code postal (max 45 caractères)
nb_no: Skriv inn et postnummer (maks 45 bokstaver)
sv_se: Ange ett postnummer (max 45 tecken)

source: Language
de_de: Sprache
fi_fi: Kieli
nb_no: Språk
sv_se: Språk

source: Please select your language
de_de: Bitte Sprache auswählen
fi_fi: Valitse kielesi
fr_fr: Veuillez sélectionner fonctions que vous fallez
nb_no: Velg ditt språk
sv_se: Ange ditt språk

source: Timezone
de_de: Zeit?
fi_fi: Aikavyöhyke
fr_fr: Heure?
nb_no: Tidssone
sv_se: Tidszon

source: Please select your timezone
de_de: Bitte Zeitzone auswählen
fi_fi: Valitse aikavyöhykkeesi
fr_fr: Entrer vos exigences.
nb_no: Velg tidssone
sv_se: Ange din tidszon

source: Currency
de_de: Währung
fi_fi: Valuutta
nb_no: Valuta
sv_se: Valuta

source: Please select your currency
de_de: Bitte Währung auswählen
fi_fi: Valitse valuutta
fr_fr: Veuillez sélectionner fonctions que vous fallez
nb_no: Velg valuta
sv_se: Ange din valuta

source: 15&#37 done, keep going!
de_de: 15&#37 geschafft, weiter so!
fi_fi: 15&#37 tehty, vielä muutama kysymys
fr_fr: 15&#37 fait, continuer!
nb_no: 15&#37 ferdig, bare å fortsette!
sv_se: 15&#37 klar, fortsätt!

source: The finish line!
de_de: Die Ziellinie!
fi_fi: Loppu häämöttää
fr_fr: Ligne d'arrivée!
nb_no: Ferdig!
sv_se: Mållinjen!

source: App mode
de_de: App-Modus
fi_fi: Sovelluksen tila
fr_fr: En mode d'application
nb_no: App modus
sv_se: App läge

source: Your app is currently in
de_de: Ihre App ist zurzeit im
fi_fi: Sovellus on tällä hetkellä
fr_fr: Votre App est actuellement en
nb_no: Din app er nå i
sv_se: Din app är för närvarande i

source: mode.
de_de: Modus.
fi_fi: tilassa.
nb_no: modus.
sv_se: läge.

source: LIVE - Your app is available on My Order App and is ready to take real orders.<br/><br/>DEMO - Your app is available on My Order App but does not take real orders.<br/><br/>OFFLINE - Your app is not available on My Order App.
de_de: LIVE: Ihre App ist auf My Order App verfügbar und es können richtige Bestellungen aufgenommen werden.<br/><br/>DEMO: Ihre App ist auf 'My Order App' verfügbar, es können jedoch nicht richtige Bestellungen aufgenommen werden.<br/><br/>OFFLINE: Ihre App ist auf 'My Order App'nicht verfügbar.
fi_fi: LIVE - Sovellus on saatavilla My Order Appista ja sen kautta voi tehdä tilauksia<br/><br/>DEMO - Saatavilla my Order Appista, mutta oikeita tilauksia ei voi tehdä<br/><br/>OFFLINE - Sovellus ei satavilla My Order Appsista.
fr_fr: LIVE- votre application est disponible sur ‘my order app’ et est prête Ã prendre de vraies commandes.br/><br/>DEMO- votre application est disponible sur ‘my order app’ mais ne prend pas encore de vraies commandes.<br/><br/>OFFLINE- votre application n’est pas disponible sur â€˜my order app’
nb_no: LIVE - Din app er tilgjengelig på My Order Appen og er klar til å ta virkelige bestillinger.<br/><br/>DEMO - Din app er tilgjengelig på My Order Appen men tar ikke virkelige bestillinger. <br/><br/> OFFLINE - Din app er ikke tilgjengelig på My Order Appen.
sv_se: LIVE- Nu är din app tillgänglig under "Min beställning" och är redo för att göra beställningar. <br/><br/>DEM

source: After you setup a payment method, you can send it into the world!
de_de: Sobald Sie Ihre Zahlungsmethode festgelegt haben, können Sie durchstarten!
fi_fi: Lisää maksutapa ja olet valmis.
fr_fr: Après avoir mis en place un moyen de paiement vous pourrez l'envoyer Ã tout le monde!
nb_no: Etter at du har satt opp en betalingsmetode kan du dele det med verden!
sv_se: Efter du ställt in ett betalningssätt kan du skicka det till världen!

source: SETUP PAYMENT
de_de: ZAHLUNGSWEISE EINRICHTEN
fi_fi: LISÄÄ MAKSUTAPA
fr_fr: INSTALLER UN MOYEN PAIEMENT
nb_no: BETALINGSOPPSETT
sv_se: VÄLJ BETALNING

source: MAKE MY APP LIVE
de_de: MEINE APP AKTIVIEREN
fi_fi: Kytk sovellus LIVE tilaan
fr_fr: METTRE MON APP en MODE LIVE
nb_no: SETT MIN APP TIL LIVE
sv_se: Gör min app live

source: SWITCH TO DEMO MODE
de_de: ZU DEMO MODUS WECHSELN
fi_fi: VAIHDA DEMO-TILAAN
fr_fr: METTRE MON APP en mode DEMO
nb_no: BYTT TIL DEMO MODUS
sv_se: BYT TILL DEMO LÄGE
