Repository: zperk0/preo
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, fi_fi, fr_fr, nb_no, sv_se

source: Collection Slot
fi_fi: Hakuväli
sv_se: Hämtningsplats

source: Collection Slot: Pre-Show
de_de: Abholzeitraum: Vor der Show
fi_fi: Noutoaika: Ennen esitystä
fr_fr: Créneau de Collecte: Avant Spectacle
nb_no: Området for henting: Før show
sv_se: Hämtningsplats: Före show

source: Collection Slot: Pre-Game
de_de: Abholzeitraum: Vor dem Spiel
fi_fi: Noutoaika: Ennen peliä
fr_fr: Créneau de Collecte : Avant-Match
nb_no: Området for henting: Før kamp
sv_se: Hämtningsplats: Före match

source: Collection Slot: Interval
de_de: Abholzeitraum: Pause
fi_fi: Hakuaika: Tauko
fr_fr: Créneau de Collecte : Entracte
nb_no: Området for henting: Interval
sv_se: Hämtningsplats: Pause

source: Collection Slot: Second-Interval
de_de: Abholzeitraum: Zweite Pause
fi_fi: Hakuaika: Toinen tauko
fr_fr: Créneau de Collecte : Deuxième Entracte
nb_no: Området for henting: Andre interval
sv_se: Hämtningsplats: Andra pausen

source: Collection Slot: Half-Time
de_de: Abholzeitraum: Halbzeit
fi_fi: Noutoaika: Väliaika
fr_fr: Créneau de Récupération: mi-temps
nb_no: Området for henting: Pause
sv_se: Hämtningsplats: Halvtid

source: Collection Slot: Post-Show
de_de: Abholzeitraum: Nach der Show
fi_fi: Noutoaika: Esityksen jälkeen
fr_fr: Créneau de Collecte : Après le spectacle
nb_no: Området for henting: Etter show
sv_se: Hämtningsplats: Efter show

source: Collection Slot: Post-Game
de_de: Abholzeitraum: Nach dem Spiel
fi_fi: Noutoaika: Pelin jälkeen
fr_fr: Créneau de Collecte : Après Match
nb_no: Området for henting: Etter kamp
sv_se: Hämtningsplats: Efter match

source: Please choose a slot.
de_de: Bitte wählen Sie einen Zeitraum aus.
fi_fi: Valitse noutoaika
fr_fr: Veuillez choisir un créneau.
nb_no: Vennligst velg et området.
sv_se: Välj en plats.

source: Lead Time (mins)
de_de: Lieferzeit (min)
fr_fr: Délais (min)
nb_no: Ventetid (min)
sv_se: Ledtid (minuter)

source: The time it takes to prepare your order before the customer can pick up
fi_fi: Aika joka menee ennen kuin asiakas voi noutaa tilauksen.
sv_se: Tiden det tar att förbereda din beställning innan kunden kan hämta upp

source: eg. 30
de_de: z.B. 30
fi_fi: esim. 30
fr_fr: ex. 30
nb_no: f.eks 30
sv_se: t.ex. 30

source: Time?
de_de: Zeit?
fi_fi: Kello?
fr_fr: Heure?
nb_no: Tid?
sv_se: Tid?

source: Start (mins)
fi_fi: Aloitus (min)
sv_se: Start (minuter)

source: The time in minutes, from the start of the event, to the start of the pickup slot
fi_fi: Aika minuuteissa tilaisuuden alusta noutajan alkuun.
sv_se: Tiden anges i minuter, från evenemangets start till början av upphämtningsplatsen

source: Enter minutes?
fi_fi: Kirjoita minuutit?
sv_se: Ange minuter?

source: End (mins)
fi_fi: Loppuu (min)
sv_se: Slut (minuter)

source: The time in minutes, from the start of the event, to the end of the pickup slot
fi_fi: Aika minuuteissa tilaisuuden alusta noutoajan päättymiseen.
sv_se: Tiden anges i minuter, från evenemangets start till slutet av upphämtningsplatsen

source: Step (mins)
fi_fi: Vaihde (min)
sv_se: Steg (minuter)

source: What is the number of minutes in between each pickup slot step?
sv_se: Hur många minuter är det mellan varje upphämtningsplats?

source: Add another slot
de_de: Zeitraum hinzufügen
fi_fi: Lisää toinen aika
fr_fr: Ajouter un autre créneau
nb_no: Legg til nytt sted
sv_se: Lägg till en plats

source: No Data
fi_fi: Ei dataa
nb_no: Ingen data
sv_se: Ingen data

source: Export as...
fi_fi: Vie tiedosto muodossa...
nb_no: Eksport som...
sv_se: Exportera som...

source: Discounts & Fees
fi_fi: Alennukset & kulut
sv_se: Rabatter & avgifter

source: I have read the
fi_fi: Olen lukenut
nb_no: Jeg har lest
sv_se: Jag har läst

source: Terms and Conditions
fi_fi: käyttöehdot
nb_no: Betingelsene
sv_se: Användarvillkor

source: One-off payment
fi_fi: Kertamaksu
nb_no: Engangsbetaling
sv_se: Engångsbetalning

source: Monthly charge
de_de: Zustellgebühr
fi_fi: Kuukausimaksu
fr_fr: Ce mois-ci
nb_no: Månedlig kostnad
sv_se: Månadsavgift

source: months contract
de_de: Dieser Monat
fi_fi: kuukausisopimus
fr_fr: Ce mois-ci
nb_no: måneders kontrakt
sv_se: månaders kontrakt

source: Subtotal
de_de: verspätete Bestellung
fi_fi: Välisumma
fr_fr: Réarranger
nb_no: Delsum
sv_se: Delsumma

source: VAT @ 20%
fi_fi: ALV @ 20%
nb_no: MVA @ 15%
sv_se: MOMS @ 20%

source: Discount
de_de: Rabatt-Preis
fi_fi: Alennus
fr_fr: Prix avec réduction (&euro;)
nb_no: Rabatt
sv_se: Rabatt

source: Have a discount code?
de_de: Bitte geben Sie einen Standortname ein.
fi_fi: Onko sinulla alennuskoodia?
fr_fr: Veuillez taper un nom de point de vente
nb_no: Har du en rabattkode?
sv_se: Har du en rabattkod?

source: APPLY
fi_fi: VAHVISTA
nb_no: BRUK
sv_se: APPLICERA

source: Search Venue
fi_fi: Hae tapahtumapaikka
nb_no: Søk i utsalgssted
sv_se: Sök arena

source: Venue Code
de_de: Unternehmens-Name
fi_fi: Tapahtumapaikan koodi
fr_fr: Nom de l'endroit
nb_no: Utsalgssted kode
sv_se: Arenakod

source: Venue Name
de_de: Unternehmens-Name
fi_fi: Tapahtumapaika nimi
fr_fr: Nom de l'endroit
nb_no: Utsalgssted navn
sv_se: Arenanamn

source: Admin username
de_de: Nutzername hinzufügen
fi_fi: Admin käyttäjänimi
fr_fr: Ajouter un nom d'utilisateur
nb_no: Admin brukernavn
sv_se: Admin användarnamn

source: Search
fi_fi: Hae
nb_no: Søk
sv_se: Sök

source: SEARCHING...
de_de: SPEICHERN...
fi_fi: HAKEE...
fr_fr: EN COURS DE SAUVEGARDE
nb_no: SØKER...
sv_se: SÖKER...

source: Switch
fi_fi: Vaihda
nb_no: Bytt
sv_se: Ändra

source: Sorry, but there's been an error processing your request.
de_de: Es ist leider ein Fehler bei der Bearbeitung Ihres Auftrags aufgetreten!
fi_fi: Virhe
fr_fr: Désolés, mais il y a eu une erreur lors du traitement de votre demande.
nb_no: Beklager, men det var en feil ved behandling av forespørselen.
sv_se: Beklagar, ett problem uppstod när din önskan bearbetades.

source: Incorrect credentials or account does not exist.
de_de: Falsche Angaben oder Konto existiert nicht.
fi_fi: Virheelliset tiedot tai tiliä ei ole
fr_fr: Références incorrectes ou compte inexistant.
nb_no: Feil detaljer oppgitt eller konto finnes ikke.
sv_se: Felaktiga uppgifter eller konto finns inte.

source: Success! Please check your email for further instructions.
de_de: Daten wurden gespeichert. Eine E-Mail mit weiteren Anweisungen wurde versendet.
fi_fi: Lähetämme sinulle sähköpostitse lisätietoa
fr_fr: Réussi! Veuillez vérifier vos emails pour la suite des instructions
nb_no: Bra! Vennligst sjekk e-posten din for videre instruksjoner.
sv_se: Klart! Kolla din mail för vidare instruktioner.

source: Sorry, incorrect code.
de_de: Leider falscher Code.
fi_fi: Virheellinen koodi
fr_fr: Désolés, code invalide
nb_no: Beklager, feil kode.
sv_se: Beklagar, felaktig kod.

source: Your password has been reset.<br/>You will now be redirected to the login page.
de_de: Ihr Passwort wurde zurückgesetzt. Sie werden nun zum Login weitergeleitet.
fi_fi: Salasanasi on nollattu. <br/> Siirryt nyt sisäänkirjautumissivulle.
fr_fr: Votre mot de passe a été réinitialisé. <BR/> Vous allez maintenant être redirigé vers la page de connexion.
nb_no: Ditt passord er nullstilt. <br/>Du vil nå bli sendt videre til innloggingssiden.
sv_se: Ditt lösenord har återställts.<br/> Du kommer nu att omdirigeras till inloggningssidan.

source: Venue changes have been saved!
de_de: Änderungen zum Unternehmen wurden gespeichert!
fi_fi: Tapahtumapaikan tiedot on muutettu
fr_fr: Vos modifications ont bien été enregistrées !
nb_no: Endringene har blitt lagret
sv_se: Arena ändringarna har sparats!

source: Uploaded!
de_de: Logo Hochladen
fi_fi: Ladattu!
fr_fr: Téléchargement logo
nb_no: Lastet opp!
sv_se: Uppladdad!

source: Error uploading file
de_de: Fehler beim Upload der Datei.
fi_fi: Virhe latauksessa
fr_fr: Erreur téléchargement fichier
nb_no: Feil ved opplasting av fil
sv_se: Fel vid uppladdningen av filen

source: Incorrect Image File
de_de: Falsche Bilddatei
fi_fi: Virheellinen kuvatiedosto
fr_fr: Fichier image incorrect
nb_no: Feil bilde fil
sv_se: Felaktig bild fil

source: App changes have been saved!
de_de: App-Änderungen wurden gespeichert!
fi_fi: Muutokset on tallennettu
fr_fr: Vos modifications ont bien été enregistrées !
nb_no: Endringene i appen har blitt lagret!
sv_se: App-ändringarna har sparats!

source: Choose a size
de_de: Große a auswählen
fi_fi: Valitse koko
fr_fr: Choisir une taille
nb_no: Velg en størrelse
sv_se: Välj en storlek

source: Choose a flavour
de_de: Aroma auswählen.
fi_fi: Valitse maku
fr_fr: Choisir un parfum
nb_no: Velg en smak
sv_se: Välj en smak

source: Choose a topping
de_de: Topping auswählen
fi_fi: Valitse kuorrutus
fr_fr: Choisir une garniture
nb_no: Velg en topping
sv_se: Välj en topping

source: Choose some extras
de_de: Extras auswählen
fi_fi: Valitse lisää
fr_fr: Choisir des extras
nb_no: Velg noe ekstra
sv_se: Välj tillbehör

source: Choose a side dish
de_de: Beilage auswählen
fi_fi: Valitse lisuke
fr_fr: Choisir un accompagnement
nb_no: Velg en siderett
sv_se: Välj ett tillbehör

source: Pick an option type
de_de: Eingabe oder Auswahl einer Optionsbezeichnung
fi_fi: Valitse vaihtoehto
fr_fr: Tapez ou choisissez un titre d'option
nb_no: Velg et alternativ
sv_se: Välj ett alternativ

source: User selects between
fi_fi: Käyttäjä valitsee välillä
sv_se: Användaren väljer mellan

source: and
de_de: und
fi_fi: ja
fr_fr: et
nb_no: og
sv_se: och

source: or more
fi_fi: tai enemmän
sv_se: Eller mer

source: options
fi_fi: vaihtoehdot
sv_se: Val

source: User selects
fi_fi: Käyttäjä valitsee
sv_se: Användaren väljer

source: Custom choices
fi_fi: Valinnat
sv_se: Personliga val

source: Yes, delete this section and all its contents!
de_de: Ja, diesen Abschnitt und seinen Inhalt löschen!
fi_fi: Kyllä. Poista tämä ja sen sisältö!
fr_fr: Oui, supprimer cette section ainsi que tout son contenu!
nb_no: Ja, slett denne delen og alt innhold!
sv_se: Ja, ta bort denna del och allt innehåll som hör till!

source: No, go back.
de_de: Nein, zurück.
fi_fi: Ei. Palaa takaisin.
fr_fr: Non, revenir
nb_no: Nei, gå tilbake.
sv_se: Nej, gå tillbaka.

source: Choose a main
de_de: Hauptgericht auswählen
fi_fi: Valitse pääruoka
fr_fr: Choisir un plat
nb_no: Velg en hoverett
sv_se: Välj en huvudrätt

source: Choose a side
de_de: Beilage auswählen
fi_fi: Valitse lisuke
fr_fr: Choisir un accompagnement
nb_no: Velg et tillegg
sv_se: Välj ett tillbehör

source: Choose a drink
de_de: Getränk auswählen
fi_fi: Valitse juoma
fr_fr: Choisir une boisson
nb_no: Velg drikke
sv_se: Välj en dryck

source: Choose a curry
de_de: Bratwurst auswählen
fi_fi: Valitse curry
fr_fr: Choisir un curry
nb_no: Velg en burger
sv_se: Välj en kryddig rätt

source: Choose a burger
de_de: Burger auswählen
fi_fi: Valitse hampurilainen
fr_fr: Choisir un burger
nb_no: Velg en burger
sv_se: Välj en hamburgare

source: Promotions
fi_fi: Promootiot
sv_se: Kampanjer

source: are already assigned to another menu. Each promotion can only be assigned to one menu.
fi_fi: on jo lisätty menuun. Jokainen promootio voi olla liitettynä ainoastaan yhteen menuun.
sv_se: har redan en annan meny. Man kan endast ha en meny

source: Menu configuration has been saved!
de_de: Angebot-Konfigurationen wurden gespeichert!
fi_fi: Konfiguraatio on tallennettu
fr_fr: Configurations du menu ont bien été enregistrées !
nb_no: Konfigurasjonen er lagret!
sv_se: Meny konfigurationen har sparats!

source: Choose Event Location
de_de: Auswahl einer Angebot-Kategorie
fi_fi: Valitse tapahtuman paikka.
fr_fr: Choisir une section de menu
nb_no: Velg arrangementets lokasjon
sv_se: Välj evenemangsplats

source: Choose Venue
de_de: Größe auswählen
fi_fi: Valitse tapahtumapaikka
fr_fr: Choisir une taille
nb_no: Velg Restaurant
sv_se: Välj arena

source: Owner
de_de: Inhaber
fi_fi: Omistaja
fr_fr: Propriétaire
nb_no: Eier
sv_se: Ägare

source: Are you sure you want to delete this user? Note: all user data will be lost!
de_de: Sind Sie sicher, dass Sie diesen Nutzer löschen möchten? Alle Nutzerdaten werden bei diesem Vorgang gelöscht!
fi_fi: Haluatko varmasti poistaa tämän käyttäjän? Kaikki tiedot häviävät!
fr_fr: ÃŠtes-vous sûr de vouloir supprimer cet utilisateur? NB: toutes les données d'utilisateur vont être perdues !
nb_no: Er du sikker på at du vil slette denne brukeren? Merk: alle brukerdata vil gå tapt!
sv_se: Är du säker på att du vill ta bort den här användaren? Obs: All användardata kommer att förloras!

source: Yes, delete this user!
de_de: Ja, diesen Nutzer löschen!
fi_fi: Poista tämä käyttäjä
fr_fr: Oui, supprimer cet utilisateur
nb_no: Ja, slett denne brukeren!
sv_se: Ja, ta bort den här användaren!

source: Resend confirmation email?
fi_fi: Lähetä vahvistus uudelleen?
sv_se: Skicka nytt bekräftelsemail?

source: Yes
de_de: Ja
fi_fi: Kyllä
fr_fr: Oui
nb_no: Ja
sv_se: Ja

source: New email has been sent!
fi_fi: Uusi sähköposti on lähetetty!
sv_se: Nytt mail har skickats!

source: Are you sure you want to delete this invite user?
fi_fi: Oletko varma, että haluat poistaa tämän käyttäjän?
sv_se: Är du säker på att du vill ta bort denna inbjudna användare?

source: Yes, delete this invite user!
fi_fi: Kyllä. Poista käyttäjä!
sv_se: Ja, ta bort denna inbjudna användare!

source: Username/email already exists
de_de: Nutzername/E-Mail existiert bereits
fi_fi: Käyttäjänimi/sähköposti on jo olemassa
fr_fr: Nom d'utilisateur/email déjÃ existant
nb_no: Brukernavn/e-post eksisterer allerede
sv_se: Användarnamnet/mailadressen finns redan

source: Invitations have been sent
fi_fi: Kutsut on lähetetty
sv_se: Inbjudningar har skickats

source: Select all menus
de_de: Auswahl alle Angebote
fi_fi: Valitse kaikki valikot
fr_fr: Sélectionner tous les menus
nb_no: Velg alle menyer
sv_se: Välj alla menyer

source: Unselect all menus
de_de: Deselektion alle Angebote
fi_fi: Poista valikkojen valinta
fr_fr: Désélectionner tous les menus
nb_no: Velge bort alle menyer
sv_se: Avmarkera alla menyer

source: Select menu(
de_de: Auswahl Angebot
fi_fi: Valitse menu(
fr_fr: Sélectionner tous les menus(
nb_no: Velg meny(
sv_se: Välj meny(

source: # of # selected
de_de: # von # ausgewählt
fi_fi: #/# valituista
fr_fr: # sur # sélectionné(s)
nb_no: # av # valgt
sv_se: # av # valda

source: Are you sure you want to delete this outlet? Note: all outlet data will be lost!
de_de: Sind Sie sicher, dass sie diesen Standort löschen möchten? Alle Standortdaten werden bei diesem Vorgang gelöscht!
fi_fi: Haluatko varmasti poistaa tämän myyntipisteen? Huom! kaikki myyntipisteen tiedot poistetaan!
fr_fr: ÃŠtes-vous sûr de vouloir supprimer ce point du vente? NB: tous les donées de point de vente seront perdus!
nb_no: Er du sikker på at du vil slette dette stedet? Merk: alle data for stedet vil gå tapt!
sv_se: Är du säker på att du vill ta bort den här butiken? Obs: All butiksdata kommer att förloras!

source: Yes, delete this outlet!
de_de: Ja, diesen Standort löschen!
fi_fi: Kyllä. Poista tämä myyntipiste!
fr_fr: Oui, supprimer ce point de vente!
nb_no: Ja, slett dette utsalgsstedet!
sv_se: Ja, ta bort den här butiken!

source: Outlet configuration has been saved!
de_de: Standort-Konfigurationen wurden gespeichert!
fi_fi: Myyntipisteasetukset on tallennettu
fr_fr: Configurations de point de vente enregistrées !
nb_no: Oppsettet er lagret!
sv_se: Butikskonfigurationen har sparats!

source: These times have been applied to all days!
de_de: Diese Zeiten wurden allen Tagen zugeordnet!
fi_fi: Nämä ajat on lisätty kaikille päiville!
fr_fr: Ces horaires ont été appliqués Ã tous les jours!
nb_no: Disse tidene er blitt satt på alle dager!
sv_se: Dessa tider har lagts till för alla dagar!

source: We still need some more information. Don't forget to fill out the remaining days of the week!
de_de: Wir benötigen noch weitere Informationen. Vergessen Sie nicht, die weiteren Wochentage auszufüllen!
fi_fi: Tarvitsemme vielä hieman lisätietoa. Muista täyttää loppuviikon päivät.
fr_fr: Nous avons besoin de plus d'informations. N'oubliez pas de remplir les jours de la semaine qui restent !
nb_no: Vi trenger fortsatt litt mer informasjon. Ikke glem å fylle ut de resterende dagene i uken!
sv_se: Vi behöver ytterligare information. Glöm inte att fylla i veckans resterande dagar!

source: Where should this meal deal appear?
de_de: Wo sollen diese Angebote erscheinen?
fi_fi: Missä tämän aterian pitäisi näkyä?
fr_fr: OÃ¹ doit apparaître ce Meal Deal ?
nb_no: Hvor skal dette meny tilbudet vises?
sv_se: Var ska detta måltidserbjudande synas?

source: Choose a menu section
de_de: Auswahl einer Angebot-Kategorie
fi_fi: Valitse ruokalistan osio
fr_fr: Choisir une section de menu
nb_no: Velg en meny seksjon
sv_se: Välj en menykategori

source: Are you sure you want to delete this meal deal? Note: all associated data will be lost!
de_de: Sind Sie sicher, dass Sie dieses Angebot löschen möchten? Alle dazugehörigen Daten werden bei diesem Vorgang gelöscht!
fi_fi: Oletko varma, että haluat poistaa tämän aterian? Kaikki siihen liittyvät tiedot poistetaan.
fr_fr: ÃŠtes-vous sûr de vouloir supprimer ce Meal Deal? NB: toutes les données associées seront perdues!
nb_no: Er du sikker på at du vil slette dette stedet? Merk: alle data for stedet vil gå tapt!
sv_se: Är du säker på att du vill ta bort detta måltidserbjudande? Obs: all data kommer att förloras!

source: Yes, delete this meal deal!
de_de: Ja, dieses Angebot löschen!
fi_fi: Kyllä. Poista tämä ateria.
fr_fr: Oui, supprimer ce Meal Deal
nb_no: Ja, slett denne menyen!
sv_se: Ja, ta bort detta måltidserbjudande!

source: All changes has been saved!
de_de: Alle Änderungen wurden gespeichert!
fi_fi: Kaikki muutokset on tallennettu
fr_fr: Tous vos changements ont été bien enregistrés!
nb_no: Alle endringer er lagret!
sv_se: Alla ändringar har sparats!

source: Are you sure you want to delete this menu? Note: all menu data will be lost!
de_de: Sind Sie sicher, dass Sie dieses Angebot löschen möchten? Alle Daten zu diesem Angebot werden bei diesem Vorgang gelöscht!
fi_fi: Oletko varma, että haluat poistaa tämän menun? Kaikki tiedot poistetaan.
fr_fr: ÃŠtes-vous sûr de vouloir supprimer ce menu? NB: toutes les données du menu seront perdues!
nb_no: Er du sikker på at du vil slette denne menyen? Merk: alle meny data vil gå tapt!
sv_se: Är du säker på att du vill ta bort den här menyn? Obs: All menydata kommer att förloras!

source: Yes, delete this menu!
de_de: Ja, dieses Angebot löschen!
fi_fi: Kyllä. Poista tämä menu.
fr_fr: Oui! Supprimer ce menu
nb_no: Ja, slett denne menyen!
sv_se: Ja, ta bort menyn!

source: Sorry, incorrect password.
de_de: Leider falscher Code.
fi_fi: Virheellinen salasana
fr_fr: Désolés, code invalide
nb_no: Beklager, feil passord.
sv_se: Beklagar, fel lösenord.

source: Settings and Password has been saved!<br/>You will need to log in again with your new password to continue.
de_de: Einstellungen und Passwort wurde gespeichert! Sie müssen mit sich mit Ihrem neuen Passwort einlochen um fortfahren zu können.
fi_fi: Asetukset ja salasana on tallennettu. <br/>Sinun pitää kirjautua sisään uudella salasanallasi jos haluat jatkaa.
fr_fr: Paramètres et Mot de passe enregistrés ! <br/>> Vous devez vous connecter Ã nouveau avec votre nouveau mot de passe pour continuer.
nb_no: Innstillinger og passord har blitt lagret!<br/>Du må logge inn på nytt med det nye passordet for å fortsette.
sv_se: Inställningar och lösenord har sparats!<br/> Logga in igen med ditt nya lösenord för att fortsätta.

source: Settings have been saved!
de_de: Einstellungen wurden gespeichert!
fi_fi: Asetukset on tallennettu!
fr_fr: Vos réglages ont été bien enregistrés!
nb_no: Innstillingene har blitt lagret!
sv_se: Inställningarna har sparats!

source: Please select features you require
de_de: Bitte, wählen Sie die Features aus, die Sie benötigen
fi_fi: Valitse ne toiminnallisuudet joita tarvitset
fr_fr: Veuillez sélectionner fonctions que vous fallez
nb_no: Velg funksjonene du krever
sv_se: Välj de funktioner du behöver

source: Select all
de_de: Alles auswählen
fi_fi: Valitse kaikki
fr_fr: Sélectionner tout
nb_no: Merk alle
sv_se: Välj alla

source: Your app is now live!
de_de: Ihre App ist nun einsatzbereit!
fi_fi: Sovellus on nyt käytössä
fr_fr: Votre application fonctionne maintenant !
nb_no: Din app er nå live!
sv_se: Din app är nu live!

source: Your app is now in demo mode!
de_de: Ihre App ist nun im Demo Modus.
fi_fi: Sovellus on nyt Demo-tilassa!
fr_fr: Votre application est maintenant en mode DEMO
nb_no: Din app er nå i demo-modus!
sv_se: Din app är nu i demo läge!

source: Your app is now offline!
de_de: Ihre App ist nun einsatzbereit!
fi_fi: Sovellus on nyt offline!
fr_fr: Votre application fonctionne maintenant !
nb_no: Din app er nå offline!
sv_se: Din app är nu offline!

source: You need to accept at least one payment method before going live
fi_fi: Tarvitset ainakin yhden maksutavan ennen kuin voit siirtyä LIVE tilaan.
nb_no: Du må godta minst én betalingsmåte før du går live
sv_se: Du behöver godkänna åtminstone ett betalningssätt innan du kan gå live

source: You need to subscribe to a package before changing the app mode
fi_fi: Sinun pitää tilata paketti ennen kun vaihdat sovelluksen tilaa.
nb_no: Du må abonnere på en pakke før du endrer app-modus
sv_se: Du behöver prenumerera på ett paket innan du kan ändra app läge

source: My order app
de_de: Gesamtbestellungen
fr_fr: Total commandes
nb_no: Mine ordre app
sv_se: Min beställningsapp

source: Sorry, these password do not match. Please try again.
fi_fi: Salasant eivät täsmää. Kokeile uudelleen.
nb_no: Beklager, dette passordet samsvarer ikke. Prøv på nytt.
sv_se: Beklagar, lösenorden matchar inte. Var vänlig och försök igen.

source: All the fields are required.
de_de: Eine E-Mail Adresse wird benötigt.
fi_fi: Täytä kaikki kentät.
fr_fr: Une adresse mail est requise
nb_no: Alle felter må fylles ut.
sv_se: Alla fält behövs.

source: Please fill in all the required fields.
fi_fi: Täytä kaikki vaaditut kentät
nb_no: Vennligst fyll inn alle obligatoriske felter
sv_se: Fyll i alla nödvändiga fält.

source: Outstanding payment resolved
de_de: Zahlungsmethode
fi_fi: Keskeneräinen maksu ratkaistu
fr_fr: Moyen de paiement
nb_no: Utestående betaling godkjent
sv_se: Utestående betalning löst

source: Payment method updated succesfully!
de_de: Zahlungsmethode
fi_fi: Maksutapa päivitettiin onnistuneesti!
fr_fr: Moyen de paiement
nb_no: Betalingsmåte oppdatert vellykket!
sv_se: Betalningssätt har uppdaterats!

source: Your outstand payment has been paid. Your card was charged <b>&pound;
fi_fi: Maksusi on suoritettu. Kortiltasi veloitettiin <b><b>&pound;
nb_no: Din utestående betaling er betalt. Kortet ble belastet <b>&pound;
sv_se: Din utestående betalning har betalats. Din avgift blev <b>&pound;

source: </b> and your premium features will remain active.
fi_fi: </b> ja premium toiminnallisuus pysyy voimassa.
nb_no: og dine Premium funksjoner vil fortsatt være aktive.
sv_se: </b> och dina premium funktioner kommer att fortsätta vara aktiva.

source: CONFIRM
fi_fi: VAHVISTA
nb_no: Bekreft
sv_se: BEKRÄFTA

source: CANCEL
fi_fi: PERUUTA
nb_no: AVBRYT
sv_se: AVBRYT

source: Your venue will be taken offline but you still be able to log in to your account if you ever want to resubscribe.
fi_fi: Tapahtumapaikkasi laitetaan offline-tilaan. Voit kirjautua tilillesi jos teet uuden tilauksen.
nb_no: Din butikk vil bli tatt offline, men du kan fortsatt logge deg på kontoen din hvis du noen gang ønsker å aktivere abonnementet.
sv_se: Din arena kommer att gå offline men du kommer fortfarande kunna logga in på ditt konto om du någon gång vill prenumerera igen.
