Repository: zperk0/preo
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, fi_fi, fr_fr, nb_no, sv_se

source: Are you sure you want to cancel?
de_de: Sind Sie sicher, dass Sie diesen Nutzer löschen möchten? Alle Nutzerdaten werden bei diesem Vorgang gelöscht!
fi_fi: Oletko varma, että haluat perua?
fr_fr: ÃŠtes-vous sûr de vouloir supprimer cet utilisateur? NB: toutes les données d'utilisateur vont être perdues !
nb_no: Er du sikker på at du ønsker å kansellere
sv_se: Är du säker på att du vill avbryta?

source: Your subscription will remain active until the end of the current billing cycle, you will no longer be billed after this date. Your venue will be taken offline but you will still be able to log in to account if you ever want to resubscribe.
fi_fi: Tilauksesi on voimassa tämän laskutuskauden loppuun. Tämän jälkeen sinua ei enää laskuteta.
nb_no: Abonnementet vil forbli aktiv til slutten av den nåværende faktureringssyklusen, du vil ikke lenger bli fakturert etter denne datoen. Din butikk vil bli tatt offline, men du vil fortsatt kunne logge inn på konto hvis du noen gang ønsker å aktivere abonnementet.
sv_se: Din prenumeration fortsätter att vara aktiv tills slutet av faktureringscykeln, därefter kommer du inte bli fakturerad. Din arena kommer att gå offline men du kommer fortfarande kunna logga in på ditt konto om du någon gång vill prenumerera igen.

source: PAYMENT METHOD
fi_fi: MAKSUTAPA
nb_no: BETALINGSMETODE
sv_se: BETALNINGSSÄTT

source: To upgrade your account, please contact
fi_fi: Jos haluat päivittää käyttäjätilisi, niin ota yhteyttä
nb_no: For oppgradering av kontoen din kan du kontakte
sv_se: För att uppgradera ditt konto, var vänlig och kontakta

source: Payment resolved
de_de: Zahlungsmethode
fi_fi: Maksu selvitetty
fr_fr: Moyen de paiement
nb_no: Utestående betaling godkjent
sv_se: Betalning löst

source: Resubscription Details
de_de: Beschreibung
fi_fi: Uudelleentilauksen tiedot
fr_fr: Descriptif
nb_no: Abonnementer
sv_se: Prenumerationsuppgifter

source: Please enter a discount code
de_de: Bitte geben Sie einen Standortname ein.
fi_fi: Anna alennuskoodi
fr_fr: Veuillez taper un nom de point de vente
nb_no: Skriv inn en rabattkode
sv_se: Ange en rabattkod

source: Welcome to Know Your Customer
de_de: Neue Nutzer
fi_fi: Tervetuloa Tunne Asiakkaasi osioon
fr_fr: Nouveaux utilisateurs
nb_no: Velkommen til Kundesenteret
sv_se: Välkommen till Känn din kund

source: From here you can view detailed reports and analytics about your customers and the transactions they make.
fi_fi: Täältä löydät tarkkaa tietoa ja analyyseja asiakkaistasi ja ostoksista.
nb_no: Her kan du vise detaljerte rapporter og analyser om dine kunder og transaksjonene de gjør.
sv_se: Härifrån kan du visa detaljerade rapporter och analyser om dina kunder och köpen de gör.

source: GET STARTED
fi_fi: ALOITA
nb_no: KOM I GANG
sv_se: BÖRJA

source: Customers
de_de: Neue Nutzer
fi_fi: Asiakkaat
fr_fr: Nouveaux utilisateurs
nb_no: Kunder
sv_se: Kunder

source: Reports
de_de: Meldung über abgelehnte Bestellung
fi_fi: Raportit
fr_fr: Réarranger
nb_no: Rapporter
sv_se: Rapporter

source: Stock
fi_fi: Varasto
nb_no: Varebeholdning
sv_se: Lager

source: Orders Report
de_de: Meldung über abgelehnte Bestellung
fi_fi: Tilausraportit
fr_fr: Réarranger
nb_no: Ordre rapport
sv_se: Orderrapport

source: Orders By Events
de_de: Veranstaltungen aktualisieren
fi_fi: Tilaisuuskohtaiset tilaukset
fr_fr: Actualiser vos événements
nb_no: Bestilling per arrangement
sv_se: Beställningar per evenemang

source: Orders By Outlets
de_de: Meldung über Bestellstatus
fi_fi: Myyntipistekohtaiset tilaukset
fr_fr: Actualiser vos événements
nb_no: Bestilling per utsalgssted
sv_se: Beställningar per butiker

source: Select Events...
de_de: Auswahl Angebot
fi_fi: Valitse tilaisuudet...
fr_fr: Sélectionner tous les menus(
nb_no: Velg Arrangementer...
sv_se: Välj evenemang...

source: No events in this period
fi_fi: Ei tilaisuksia valitulla kaudella
nb_no: Ingen arrangementer i denne perioden
sv_se: Inga evenemang under denna period

source: Date Range
de_de: Datum?
fi_fi: Päivämäärät
fr_fr: Date?
nb_no: Datointerval
sv_se: Datum

source: Week
fi_fi: Viikko
nb_no: Uke
sv_se: Vecka

source: Month
de_de: Dieser Monat
fi_fi: Kuukausi
fr_fr: Ce mois-ci
nb_no: Måned
sv_se: Månad

source: 3 Months
de_de: Dieser Monat
fi_fi: 3 kuukautta
fr_fr: Ce mois-ci
nb_no: 3 Måneder
sv_se: 3 månader

source: 6 Months
de_de: Dieser Monat
fi_fi: 6 kuukautta
fr_fr: Ce mois-ci
nb_no: 6 Måneder
sv_se: 6 månader

source: Year
fi_fi: Vuosi
nb_no: År
sv_se: År

source: Total Customers
de_de: Gesamtbestellungen
fi_fi: Asiakkaita yhteensä
fr_fr: Total commandes
nb_no: Totalt antall kunder
sv_se: Totala kunder

source: Orders per Customer
de_de: Neue Nutzer
fi_fi: Tilausta per asiakas
fr_fr: Nouveaux utilisateurs
nb_no: Ordre per kunde
sv_se: Beställningar per kund

source: Average Order Value
fi_fi: Tilauksen keskiarvo
nb_no: Gjennomsnittlig ordre beløp
sv_se: Genomsnittligt ordervärde

source: Items Ordered
de_de: verspätete Bestellung
fi_fi: Tilattuja tuotteita
fr_fr: Quantité
nb_no: Varer bestilt
sv_se: Produkter beställda

source: Orders By Outlet
de_de: Meldung über Bestellstatus
fi_fi: Tilauksia per myyntipiste
fr_fr: Actualiser vos événements
nb_no: Bestillinger per utsalgssted
sv_se: Beställningar per butik

source: Most Popular Items
fi_fi: Suosituimmat tuotteet
nb_no: Mest populære varer
sv_se: Populära produkter

source: On the day
fi_fi: Tilaisuuspäivänä
nb_no: På dagen
sv_se: På dagen

source: In advance
fi_fi: Ennakkoon
nb_no: På forhånd
sv_se: I förhand

source: Time of Orders Placed
de_de: verspätete Bestellung
fi_fi: Tilausten aika
fr_fr: Réarranger
nb_no: Tidspunkt når ordre ble plassert
sv_se: Tid för gjorda beställningar

source: Average order value (are
fi_fi: Tilausten keskiarvo
nb_no: Gjennomsnittlig ordre beløp (er
sv_se: Genomsnittligt order värde (är

source: New
fi_fi: Uusi
nb_no: Ny
sv_se: Ny

source: Returning
de_de: Wiederkehrende Nutzer
fi_fi: Vanha
fr_fr: Utilisateurs récurrents
nb_no: Eksisterende
sv_se: Återkommande

source: Customers (Pi
de_de: Neue Nutzer
fi_fi: Asiakkaat
fr_fr: Nouveaux utilisateurs
nb_no: Kunder (Pi
sv_se: Kunder (Pi

source: Customers (Ba
de_de: Neue Nutzer
fi_fi: Asiakkaat
fr_fr: Nouveaux utilisateurs
nb_no: Kunder (Ba
sv_se: Kunder (Ba

source: orders
de_de: Gesamtbestellungen
fi_fi: tilauksia
fr_fr: Total commandes
nb_no: ordre
sv_se: beställningar

source: Number of Orders
de_de: verspätete Bestellung
fi_fi: Tilausten määrä
fr_fr: Réarranger
nb_no: Antall bestillinger
sv_se: Antal beställningar

source: Menu Item Popularity
fi_fi: Suositut tuotteet
nb_no: Meny produktets popularitet
sv_se: Populära menyprodukter

source: Revenue
de_de: Gesamtumsatz
fi_fi: Tulot
fr_fr: Total chiffre d'affaires
nb_no: Inntekt
sv_se: Intäkter

source: Date Joined
de_de: Datum?
fi_fi: Liittynyt pvm
fr_fr: Date?
nb_no: Dato registrert
sv_se: Medlem från

source: Name
fi_fi: Nimi
fr_fr: Nom
nb_no: Navn
sv_se: Namn

source: Email Address
de_de: Adresse des Unternehmens
fi_fi: Sähköpostiosoite
fr_fr: Adresse de l'endroit
nb_no: E-postadresse
sv_se: Mailadress

source: Marketing
fi_fi: Markkinointi
nb_no: Markedsføring
sv_se: Marknadsföring

source: Date of Order
de_de: verspätete Bestellung
fi_fi: Tilauksen pvm
fr_fr: Réarranger
nb_no: Ordredato
sv_se: Beställningsdatum

source: Total Spent
de_de: Gesamtumsatz
fi_fi: Käytetty yhteensä
fr_fr: Total chiffre d'affaires
nb_no: Totalt brukt
sv_se: Totalt spenderat

source: % Increase
fi_fi: % kasvu
nb_no: % Økning
sv_se: % ökning

source: % Decrease
fi_fi: % lasku
nb_no: % Reduksjon
sv_se: % minskning

source: Last Order
de_de: verspätete Bestellung
fi_fi: Viimeisin tilaus
fr_fr: Réarranger
nb_no: Sist ordre
sv_se: Senaste beställning

source: Item Name
de_de: Nachname
fi_fi: Tuotteen nimi
fr_fr: Nom de Famille
nb_no: Produkt navn
sv_se: Produktnamn

source: Quantity Sold
de_de: Menge
fi_fi: Myyty määrä
fr_fr: Quantité
nb_no: Antall solgt
sv_se: Antal sålda

source: Day
de_de: PreoDay
fi_fi: Päivä
fr_fr: Preoday
nb_no: Dag
sv_se: Dag

source: Date
de_de: Datum?
fi_fi: Päivämäärä
nb_no: Dato
sv_se: Datum

source: Loyalty
nb_no: Lojalitet
sv_se: Lojalitet

source: Other
fi_fi: Muu
nb_no: Annet
sv_se: Andra

source: Offers
fi_fi: Tarjoukset
nb_no: Tilbud
sv_se: Erbjudanden

source: Value Sold
fi_fi: Myynnin arvo
nb_no: Verdi solgt
sv_se: Värde sålda

source: New Customers
de_de: Neue Nutzer
fi_fi: Uudet asiakkaat
fr_fr: Nouveaux utilisateurs
nb_no: Nye kunder
sv_se: Nya kunder

source: Displays all new customers who have signed up, or had their first order, in the past two weeks.
fi_fi: Näyttää kaikki asiakkaat, jotka ovat luoneet tilin tai ovat tehneet ensimmäisen ostoksen kahden viikon sisällä.
nb_no: Vis alle nye kunder som har registrert seg, eller hadde sin første ordre de siste to ukene.
sv_se: Visar alla nya kunder som har blivit medlemmar eller gjort deras första beställning de senaste två veckorna.

source: Customers with zero orders
fi_fi: Asiakkaat joilla ei ole tilauksia.
nb_no: Kunder med null bestillinger
sv_se: Kunder med noll beställningar

source: Displays all customers who have signed up but have not yet placed any orders.
fi_fi: Näyttää kaikki asiakkaat jotka ovat luoneet tilin, mutta eivät ole vielä ostaneet mitään.
nb_no: Vis alle kunder som har registrert seg, men ennå ikke har lagt inn noen ordre.
sv_se: Visar alla kunder som har signat upp sig men ännu inte gjort en beställning

source: One Time Buyers
fi_fi: Kertaostajat
nb_no: Engang kjøpere
sv_se: Engångsköpare

source: Displays all customers who have placed only one order.
fi_fi: Näyttää kaikki asiakkaat, jotka ovat tehneet ainoastaan yhden ostoksen.
nb_no: Viser alle kunder som har plassert kun en ordre.
sv_se: Visar alla kunder som har gjort endast en beställning.

source: Most Frequent Buyers
fi_fi: Eniten tilaavat
nb_no: Kunder med flest bestillinger
sv_se: Mest frekventa köpare

source: Displays top 50 customers who have placed the most number of orders.
fi_fi: Näyttää Top 50 asiakkaat tilauksien perusteella.
nb_no: Viser top 50 kunder som har plassert flest antall bestillinger.
sv_se: Visar topp 50 kunder som gjort flest beställningar.

source: Highest Spending Customers
de_de: Wiederkehrende Nutzer
fi_fi: Eniten rahaa käyttävät asiakkaat.
fr_fr: Utilisateurs récurrents
nb_no: Kunder med høyest forbruk
sv_se: Högst spenderande kunder

source: Displays top 50 customers who have the highest transactional spend.
fi_fi: Näyttää Top 50 asiakkaat käytetyn rahan perusteella.
nb_no: Viser top 50 kunder som har den høyeste transaksjonskostnadene.
sv_se: Visar topp 50 kunder med de högsta transaktionerna

source: Customers Increasing Orders
fi_fi: Asiakkaat joiden tilausmäärä on kasvanut
nb_no: Kunder med økende antall bestillinger
sv_se: Kunder med ökande beställningar

source: Displays all customers who placed more orders this month than the previous month.
fi_fi: Näyttää asiakkaat joiden tilaukset tässä kuussa ylittävät edellisen kuukauden tilaukset.
nb_no: Viser alle kunder som har lagt til flere bestillinger denne måneden enn forrige måned.
sv_se: Visar alla kunder som har gjort fler beställningar denna månad än föregående månad.

source: Customers Decreasing Orders
fi_fi: Asiakkaat joiden tilausmäärä on vähentynyt
nb_no: Kunder med fallende antall bestillinger
sv_se: Kunder med minskande beställningar

source: Displays all customers who placed less orders this month than the previous month.
fi_fi: Näyttää kaikki asiakkaat joiden tilaukset tässä kuussa alittavat edellisen kuukauden tilaukset.
nb_no: Viser alle kunder som har lagt inn mindre bestillinger denne måneden enn forrige måned.
sv_se: Visar alla kunder som gjort färre beställningar denna månad än föregående månad.

source: Customers Increasing Spend
fi_fi: Lisätty rahan käyttö
nb_no: Kunder med økende forbruk
sv_se: Kunder med ökande spenderande

source: Displays all customers who spent more this month than the previous month.
fi_fi: Näyttää asiakkaat jotka ovat käyttäneet enemmän rahaa tässä kuussa kuin edeltävän kuukauden aikana.
nb_no: Viser alle kunder som har høyere forbruke denne måneden enn forrige måned.
sv_se: Visar alla kunder som spenderade mer denna månad än föregående månad.

source: Customers Decreasing Spend
fi_fi: Vähentynyt rahan käyttö
nb_no: Kunder med fallende forbruk
sv_se: Kunder med minskande spenderande

source: Displays all customers who spent less this month than the previous month.
fi_fi: Asiakkaat joiden rahan käyttö on vähentynyt tämän kuukauden aikana verrattuna edeltävään kuukauteen.
nb_no: Viser alle kunder som har brukt mindre denne måneden enn forrige måned.
sv_se: Visar alla kunder som spenderade mindre denna månad än föregående månad.

source: Sleeping Customers
de_de: Wiederkehrende Nutzer
fi_fi: Nukkuvat asiakkaat
fr_fr: Utilisateurs récurrents
nb_no: Sovende kunder
sv_se: Sovande kunder

source: Displays all customers who have previously made at least one order, but haven't ordered for 3 months.
fi_fi: Näyttää kaikki asiakkaat jotka ovat tilanneet ainakin kerran, mutta eivät ole tilanneet mitään kolmeen kuukauteen.
nb_no: Viser alle kunder som tidligere har minst en ordre, men ikke har bestilt på tre måneder.
sv_se: Visar alla kunder som nyligen gjort minst en order, men inte beställt på 3 månader.

source: Displays top 10 most popular items.
fi_fi: Näyttää 10 suosituinta tuotetta
nb_no: Viser de topp 10 mest populære varene.
sv_se: Visar topp 10 mest populära produkter.

source: Item Popularity Increase
fi_fi: Tuotteen suosion kasvu
nb_no: Varer med økt popularitet
sv_se: Produktens ökande popularitet

source: Displays all items that sold more this month than last month.
fi_fi: Näyttää kaikki tuotteet joita on myyty enemmän tässä kuussa kuin edeltävän kuukauden aikana.
nb_no: Viser alle varer som solgte mer denne måneden enn forrige måned.
sv_se: Visar alla produkter som sålde mer denna månad än föregående månad.

source: Item Popularity Decrease
fi_fi: Tuotteen suosion lasku
nb_no: Varer med synkende popularitet
sv_se: Produktens minskande popularitet

source: Displays all items that sold less this month than last month
fi_fi: Näyttää kaikki tuotteet joita on myyty vähemmän tässä kuussa kuin edeltävän kuukauden aikana.
nb_no: Viser alle varer som solgte mindre denne måneden enn forrige måned
sv_se: Visar alla produkter som sålde mindre denna månad än föregående månad.

source: Highest Grossing Days
fi_fi: Parhaat myyntipäivät
nb_no: Mest innbringende dager
sv_se: Dagar med högst bruttovärde

source: Display top 10 highest grossing days.
fi_fi: Näyttää 10 parasta myyntipäivää
nb_no: Vis de topp 10 mest innbringende dager.
sv_se: Visa topp 10 dagar med högst bruttovärde.

source: Lowest Grossing Days
de_de: verspätete Bestellung
fi_fi: Heikoimmat myyntipäivät
fr_fr: Réarranger
nb_no: Laveste innbringende dager
sv_se: Dagar med lägst bruttovärde

source: Display top 10 lowest grossing days.
fi_fi: Näyttää 10 heikointa myyntipäivää
nb_no: Viser de topp 10 laveste innbringende dager.
sv_se: Visa topp 10 dagar med lägst bruttovärde.

source: Highest Order Days
de_de: verspätete Bestellung
fi_fi: Parhaat tilauspäivät
fr_fr: Réarranger
nb_no: Dager med høyest antall ordre
sv_se: Dagar med flest antal ordrar

source: Display top 10 highest order days.
fi_fi: Näyttää 10 parasta tilauspäivää
nb_no: Vise topp 10 dager med høyest antall ordre
sv_se: Visar topp 10 dagar med flest antal ordrar.

source: Lowest Order Days
de_de: verspätete Bestellung
fi_fi: Heikoimmat tilauspäivät
fr_fr: Réarranger
nb_no: Dager med lavest antall ordre
sv_se: Dagar med minst antal ordrar

source: Display top 10 lowest order days.
fi_fi: Näyttää 10 heikointa tilauspäivää
nb_no: Vise de topp 10 dager med laveste antall ordre.
sv_se: Visar topp 10 dagar med minst antal ordrar.

source: Highest Grossing Hours
de_de: Wiederkehrende Nutzer
fi_fi: Parhaat myyntitunnit
fr_fr: Utilisateurs récurrents
nb_no: Tidspunkt med høyest inntekt
sv_se: Timmar med högst bruttovärde

source: Displays the accumulative total spent, broken down by 24 x 1 hour time slots.
fi_fi: Näyttää myynnin jaettuna 24 tuntiin
nb_no: Viser totalt forbruk i stigende rekkefølge, fordelt på 24 x 1 times intervaller.
sv_se: Visar det samlade totala spenderandet, uppdelat på 24 x 1 timmar.

source: Highest Order Hours
de_de: verspätete Bestellung
fi_fi: Parhaat tilaustunnit
fr_fr: Réarranger
nb_no: Tidspunkt med høyest antall ordre
sv_se: Timmar med flest ordrar

source: Displays the accumulative number of orders, broken down by 24 x 1 hour time slots.
fi_fi: Näyttää parhaat tilaustunnit jaettuna 24 tuntiin.
nb_no: Viser antall bestillinger i stigende rekkefølge, fordelt på 24 x 1 times intervaller.
sv_se: Visar det samlade antalet ordrar, uppdelat på 24 x 1 timmar.

source: years ago
de_de: Ihr Konto
fi_fi: vuotta sitten
fr_fr: Votre compte
nb_no: år siden
sv_se: år sen

source: year ago
de_de: Ihr Konto
fi_fi: vuosi sitten
fr_fr: Votre compte
nb_no: år siden
sv_se: år sen

source: months ago
de_de: Dieser Monat
fi_fi: kuukautta sitten
fr_fr: Ce mois-ci
nb_no: måneder siden
sv_se: månader sen

source: month ago
de_de: Dieser Monat
fi_fi: kuukausi sitten
fr_fr: Ce mois-ci
nb_no: måned siden
sv_se: månad sen

source: days ago
de_de: Dieser Monat
fi_fi: päivää sitten
fr_fr: Ce mois-ci
nb_no: dager siden
sv_se: dagar sen

source: yesterday
fi_fi: eilen
nb_no: i går
sv_se: igår

source: hours ago
de_de: Ihr Konto
fi_fi: tuntia sitten
fr_fr: Votre compte
nb_no: timer siden
sv_se: timmar sen

source: hour ago
de_de: Ihr Konto
fi_fi: tunti sitten
fr_fr: Votre compte
nb_no: time siden
sv_se: timme sen

source: minutes ago
de_de: Dieser Monat
fi_fi: minuuttia sitten
fr_fr: Ce mois-ci
nb_no: minutter siden
sv_se: minuter sen

source: minute ago
de_de: Dieser Monat
fi_fi: minuutti sitten
fr_fr: Ce mois-ci
nb_no: minutt siden
sv_se: minut sen

source: seconds ago
de_de: Dieser Monat
fi_fi: sekuntia sitten
fr_fr: Ce mois-ci
nb_no: sekunder siden
sv_se: sekunder sen

source: second ago
de_de: Dieser Monat
fi_fi: sekunti sitten
fr_fr: Ce mois-ci
nb_no: sekund siden
sv_se: sekund sen

source: Contact this customer regarding loyalty programmes
fi_fi: Ota yhteyttä tähän asiakkaaseen koskien kanta-asiakasohjelmia
nb_no: Kontakt kundeservice om lojalitetsprogrammer
sv_se: Kontakta denna kund angående lojalitetsprogram

source: Contact this customer with discounts and special offers
fi_fi: Ota yhteyttä tähän asiakkaaseen koskien etuja ja erikoistarjouksia
nb_no: Kontakt denne kunden med rabatter og spesialtilbud
sv_se: Kontakta denna kund med rabatter och erbjudanden

source: Contact this customer with newsletters, research and marketing emails
fi_fi: Ota yhteyttä tähän asiakkaaseen koskien uutiskirjeitä, tutkimuksia ja markkinointia
nb_no: Kontakt denne kunden med nyhetsbrev og markedsførings e-post
sv_se: Kontakta denna kund med nyhetsbrev, undersökningar och marknadsmail

source: Successfully saved delivery settings.
de_de: Liefereinstellungen wurden erfolgreich gespeichert.
fi_fi: Toimitusasetukset tallennettu
nb_no: Innstillinger for leveranse er lagret.
sv_se: Leveransinställningarna sparades.

source: Email is invalid
fi_fi: Sähköpostiosoite on virheellinen
nb_no: E-post er ugyldig
sv_se: Mailadressen är ogiltig

source: Your order is running 15 mins late
de_de: Ihre Bestellung ist um 15 Min. im Verzug
fi_fi: Tilauksesi on 15 minuuttia myöhässä.
nb_no: Din ordre er 15 minutter forsinket
sv_se: Din beställning är 15 min sen

source: Late Order
de_de: verspätete Bestellung
fi_fi: Myöhäinen tilaus
fr_fr: Réarranger
nb_no: Forsinket ordre
sv_se: Sen beställning

source: Your order is on its way
de_de: Ihre Bestellung ist auf dem Weg
fi_fi: Tilauksesi on matkalla
nb_no: Din bestilling er på vei
sv_se: Din beställning är på väg

source: En-route
de_de: Unterwegs
fi_fi: Matkalla
nb_no: Underveis
sv_se: På väg

source: There is a problem with your order. Please call us
de_de: Bei Ihrer Bestellung ist ein Problem aufgetreten. Bitte rufen Sie uns an
fi_fi: Tilauksesi kanssa on ongelma. Soita meille.
nb_no: Det er et problem med din bestilling. Vennligst ring oss
sv_se: Det har uppkommit ett problem med din beställning. Var vänlig och ring oss

source: Call us
de_de: Bitte anrufen
fi_fi: Soita meille
nb_no: Ring oss
sv_se: Ring oss

source: Your address is out of our delivery zone
de_de: Ihre Adresse ist außerhalb unseres Liefergebiets
fi_fi: Toimitusosoitteesi on toimitusalueemme ulkonpuolella
nb_no: Din adresse er utenfor leverings området
sv_se: Din adress ligger utanför vår leveranszon

source: Out of zone
de_de: Außerhalb des Liefergebiets
fi_fi: Alueen ulkopuolella
nb_no: Utenfor leverings området
sv_se: Utanför zon

source: Sorry, that item is out of stock
de_de: Leider ist dieser Artikel nicht vorrätig
fi_fi: Tuote on valitettavasti loppu
nb_no: Beklager, varen er utsolgt
sv_se: Beklagar, den produkten är slut i lager

source: Out of stock
de_de: Nicht vorrätig
fi_fi: Loppu
nb_no: Utsolgt
sv_se: Slut i lager

source: Sorry, Your order has been rejected. Please call us
de_de: Leider wurde Ihre Bestellung abgelehnt. Bitte rufen Sie uns an
fi_fi: Tilauksesi on hylätty. Soita meille
nb_no: Beklager, bestillingen ble avvist. Vennligst ring oss
sv_se: Beklagar, din beställning har blivit avvisad. Var vänlig och ring oss

source: BUY
fi_fi: OSTA
nb_no: KJØP
sv_se: KÖP

source: DAY FREE TRIAL
fi_fi: ILMAINEN KOKEILUPÄIVÄ
nb_no: DAGER GRATIS PRØVE
sv_se: PROVA PÅ GRATIS

source: START TRIAL
fi_fi: Aloita kokeilu
nb_no: START PRØVEVERSJON
sv_se: STARTA TEST

source: Your new Premium Feature is now live!
de_de: Ihre App ist nun einsatzbereit!
fi_fi: Premium toiminnallisuus on nyt käytössäsi!
fr_fr: Votre application fonctionne maintenant !
nb_no: Din app er nå live!
sv_se: Dina nya Premium Funktioner är nu live!

source: You will be contacted shortly by a member of our team. You can manage subscriptions from your <a href='/accountSettings#/subscription'>account settings page.</a>
fi_fi: Henkilökuntamme on kohta sinuun yhteydessä. Voit muokata tiliäsi <a href='/accountSettings#/subscription'>tästä.</a>
nb_no: Du vil snart bli kontaktet av et medlem av teamet vårt. Du kan administrere abonnementene dine fra <a href='/accountSettings#/subscription'>konto instillinger.</a>
sv_se: Inom kort blir du kontaktad av någon från vårt team. Du kan hantera prenumerationer från din <a href='/accountSettings#/subscription'> inställningssida för konton.

source: Please add a payment method to your account in order to subscribe to Premium Features
fi_fi: Lisää maksutapa tilillesi jos haluat tilata Premium toiminnallisuuksia.
nb_no: Legg til en betalingsmåte for kontoen om du vil abonnere på Premium-funksjoner
sv_se: Lägg till ett betalningssätt till ditt konto för att kunna prenumerera på Premium Funktioner

source: ADD CARD
de_de: SPRACHE ÄNDERN
fi_fi: LISÄÄ KORTTI
fr_fr: CHANGER LA LANGUE
nb_no: LEGG TIL KORT
sv_se: LÄGG TILL KORT

source: To access this feature you need to have
fi_fi: Jos haluat tämän toiminnallisuuden sinun pitää ensin
nb_no: For å få tilgang til denne funksjonen må du ha
sv_se: För att få tillgång till denna funktion behöver du ha

source: installed first
fi_fi: asentaa ensin
nb_no: installert først
sv_se: installerad först

source: Buy
fi_fi: Osta
nb_no: Kjøp
sv_se: Köp

source: Your card will be charged
de_de: Ihr Konto
fi_fi: Korttiasi veloitetaan
fr_fr: Votre compte
nb_no: Ditt kort vil bli belastet
sv_se: Ditt konto blir belastat

source: for this transaction. <br/> You may cancel this Premium Feature at any time from your account settings page.
fi_fi: tästä transaktiosta
nb_no: for denne transaksjonen.<br>Du kan avbryte denne Premium-funksjonen når som helst på siden for innstillinger av kontoen.
sv_se: För denna transaktion. <br/>Du kan avbryta Premium Funktioner när som helst i inställningarna för ditt konto.
