Repository: zperk0/preo
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, fi_fi, fr_fr, nb_no, sv_se

source: PUT MY APP IN DEMO MODE
de_de: MEINE APP IN DEMO MODUS WECHSELN
fi_fi: LAITA SOVELLUS DEMO-TILAAN
fr_fr: METTRE MON APP en MODE DEMO
nb_no: SETT MIN APP TIL DEMO MODUS
sv_se: SÄTT MIN APP I DEMO LÄGE

source: TAKE MY APP OFFLINE
de_de: MEINE APP OFFLINE STELLEN
fi_fi: LAITA SOVELLUS OFFLINE-TILAAN
fr_fr: METTRE MON APP en mode HORS LIGNE
nb_no: TA MIN APP OFFLINE
sv_se: TA MIN APP OFFLINE

source: BACK TO THE DASHBOARD
de_de: ZURÜCK ZUM DASHBOARD
fi_fi: TAKAISIN VALIKKOON
fr_fr: RETOURNER AU DASHBOARD
nb_no: TILBAKE TIL KONTROLLPANELET
sv_se: TILLBAKA TILL KONTROLLPANELEN

source: Payment method was not setup.
de_de: Zahlungsmethode
fi_fi: Maksutapaa ei ole asetettu
fr_fr: Moyen de paiement
nb_no: Betalingsmåte ble ikke satt opp.
sv_se: Betalningsätt blev inte valt.

source: Enter your email and we’ll send you a link to reset your password
fi_fi: Kirjoita sähköpostiosoitteesi, niin lähetämme linkin jossa voit nollata salasanasi
nb_no: Skriv inn din e-post og vi sender deg en link for å tilbakestille passordet ditt
sv_se: Ange din mailadress så skickar vi en länk för att skapa ett nytt lösenord till dig

source: Email address
de_de: Adresse des Unternehmens
fi_fi: Sähköpostiosoite
fr_fr: Adresse de l'endroit
nb_no: E-postadresse
sv_se: Mailadress

source: An email address is required.
de_de: Eine E-Mail Adresse wird benötigt.
fi_fi: Sähköpostiosoite on pakollinen
fr_fr: Une adresse mail est requise
nb_no: En e-postadresse er påkrevd.
sv_se: En epostadress krävs

source: Reset my password
de_de: Passwort zurücksetzen?
fi_fi: Nollaa salasanani
fr_fr: réinitialiser votre mot de passe?
nb_no: Tilbakestill passord
sv_se: Få ett nytt lösenord

source: This invitation expired. Please request a new one.
fi_fi: Kutsu on vanhentunut. Pyydä uusi.
sv_se: Denna inbjudan har utgått. Var vänlig och begär en ny.

source: This invitation seems to be invalid, please try again.
fi_fi: Kutsu on virheellinen, kokeile uudelleen.
sv_se: Denna inbjudan verkar vara ogiltig, var vänlig och testa igen.

source: If you're stuck let us know what the problem is and a member of our support team will be in touch shortly
nb_no: Hvis du sitter fast la oss få vite hva problemet er, og et medlem av vårt support team vil ta kontakt innen kort tid
sv_se: Kommer du inte vidare? Hör av dig om problemet så hör vår support snart av sig till dig.

source: Please enter your requirement.
de_de: Bitte geben Sie an, was Sie benötigen.
fi_fi: Kerro vaatimuksesi.
fr_fr: Entrer vos exigences.
nb_no: Skriv inn din forespørsel.
sv_se: Skriv in ditt önskemål

source: SEND
de_de: SCHICKEN
fi_fi: Lähetä
fr_fr: ENVOYER
sv_se: SKICKA

source: Thank you for your request
de_de: Vielen Dank für Ihre Anfrage
fi_fi: Kiitos pyynnöstäsi
fr_fr: Merci de votre demande
nb_no: Takk for din forespørsel
sv_se: Tack för din efterfrågan

source: We'll be in touch shortly.
de_de: In Kürze werden wir mit Ihnen in Kontakt treten.
fi_fi: Olemme sinuun yhteydessä
fr_fr: Nous allons vous contacter prochainement.
nb_no: Vi tar kontakt innen kort tid.
sv_se: Vi kontaktar dig inom kort.

source: Reset your password?
de_de: Passwort zurücksetzen?
fi_fi: Nollaa salasana?
fr_fr: réinitialiser votre mot de passe?
nb_no: Tilbakestille passordet ditt?
sv_se: Vill du ha ett nytt lösenord?

source: New Password
de_de: Neues Passwort
fi_fi: Uusi salasana
fr_fr: Nouveau mot de passe
nb_no: Nytt passord
sv_se: Nytt lösenord

source: A password is required.
de_de: Ein Passwort wird benötigt.
fi_fi: Salasana tarvitaan
fr_fr: Un mot de passe est requis
nb_no: Det kreves et passord.
sv_se: Ett lösenord behövs.

source: Passwords don't match.
de_de: Passwörter stimmen nicht Überein
fi_fi: Salasanat eivät täsmää
fr_fr: Les mots de passe ne correspondent pas.
nb_no: Passordene samsvarer ikke
sv_se: Lösenorden matchar inte

source: RESET PASSWORD
de_de: PASSWORT ZURÜCKSETZEN
fi_fi: NOLLAA SALASANA
fr_fr: Réinitialiser le mot de passe
nb_no: NULLSTILL PASSORD
sv_se: SKICKA ETT NYTT LÖSENORD

source: Sorry. Invalid code.
de_de: Ungültiger Code.
fi_fi: Virheellinen koodi
fr_fr: Désolés. Code invalide.
nb_no: Beklager. Feil kode.
sv_se: Beklagar. Ogiltig kod.

source: Profile
de_de: Profil
fi_fi: Profiili
fr_fr: Profil
nb_no: Profil
sv_se: Profil

source: First Name
de_de: Vorname
fi_fi: Etunimi
fr_fr: Prénom
nb_no: Fornavn
sv_se: Förnamn

source: First Name is required (max 100chars)
de_de: Der Vorname wird benötigt (max. 100 Zeichen)
fi_fi: Etunimi on pakollinen (enintään 100 merkkiä)
fr_fr: Prénom requis (max 100 caractères)
nb_no: Fornavn er påkrevd (maks 100 bokstaver)
sv_se: Förnamn saknas (max 100 tecken)

source: Last Name
de_de: Nachname
fi_fi: Sukunimi
fr_fr: Nom de Famille
nb_no: Etternavn
sv_se: Efternamn

source: Last Name is required (max 100chars)
de_de: Der Nachname wird benötigt (max. 100 Zeichen)
fi_fi: Sukunimi on pakollinen (enintään 100 merkkiä)
fr_fr: Nom de Famille requis (max 100 caractères)
nb_no: Etternavn er påkrevd (maks 100 bokstaver)
sv_se: Efternamn saknas (max 100 tecken)

source: An email address is required
de_de: Eine E-Mail Adresse wird benötigt
fi_fi: Sähköpostiosoite on pakollinen
fr_fr: Une adresse e-mail est requise
nb_no: En e-postadresse er påkrevd
sv_se: Mailadress saknas

source: Business Name
de_de: Geschäftsname
fi_fi: Yrityksen nimi
fr_fr: Nom de votre entreprise
nb_no: Navn på virksomhet
sv_se: Företagsnamn

source: A business name is required (max 100chars)
de_de: Ein Geschäftsname wird benötigt (max. 100 Zeichen)
fi_fi: Yrityksen nimi on pakollinen (enintään 100 merkkiä)
fr_fr: Un nom d'entreprise est requis (max 100 caractères)
nb_no: Et foretaksnavn er påkrevd (maks 100 bokstaver)
sv_se: Företagsnamn saknas (max 100 tecken)

source: Notifications
de_de: Benachrichtigungen
fi_fi: Viestit
nb_no: Varsler
sv_se: Notiser

source: Off
de_de: Aus
fi_fi: Pois päältä
nb_no: Av
sv_se: Av

source: On
de_de: An
fi_fi: Päällä
nb_no: På
sv_se: På

source: Change password?
de_de: Passwort Ãndern?
fi_fi: Vaihda salasana?
fr_fr: Changer votre mot de passe?
nb_no: Endre passordet?
sv_se: Byt lösenord?

source: Old Password
de_de: Altes Passwort
fi_fi: Vanha salasana
fr_fr: Ancien mot de passe
nb_no: Gammelt passord
sv_se: Gammalt lösenord

source: A password address is required.
de_de: Eine E-Mail Adresse ist erforderlich.
fi_fi: Salasanaosoite on pakollinen
fr_fr: Un adresse de mot de passe et requis
nb_no: En passord adresse er nødvendig.
sv_se: Lösenordsadress saknas

source: Confirm New Password
de_de: Neues Passwort bestätigen
fi_fi: Vahvista uusi salasana
fr_fr: Confirmer votre nouveau mot de passe
nb_no: Bekreft nytt passord
sv_se: Bekräfta nytt lösenord

source: SAVE
de_de: SPEICHERN
fi_fi: TALLENNA
fr_fr: ENREGISTRER
nb_no: LAGRE
sv_se: SPARA

source: Menu
de_de: Angebot
fi_fi: Valikko
nb_no: Meny
sv_se: Meny

source: Logout
fi_fi: Kirjaudu ulos
fr_fr: Se déconnecter
nb_no: Logg ut
sv_se: Logga ut

source: Login
fi_fi: Kirjaudu sisään
fr_fr: Se connecter
nb_no: Logg inn
sv_se: Logga in

source: Go to Dashboard
de_de: Dashboard
fi_fi: Mene valikkoon
fr_fr: Aller sur le Dashboard
nb_no: Gå til kontrollpanel
sv_se: Gå till dashboard

source: Change Settings
de_de: Einstellungen Ändern
fi_fi: Muuta asetuksia
fr_fr: Modifier les réglages
nb_no: Endre innstillinger
sv_se: Ändra inställningar

source: Delivery Settings
de_de: Liefereinstellungen
fi_fi: Toimitusasetukset
fr_fr: Réglages du Lieu
nb_no: Leveringsinnstillinger
sv_se: Leveransinställningar

source: Preset Notifications
de_de: Benachrichtigungen
fi_fi: Viestiasetukset
fr_fr: Notifications
nb_no: Forhåndsdefinerte meldinger
sv_se: Återställ notiser

source: Home Screen
de_de: Startansicht
fi_fi: Aloitusnäyttö
fr_fr: Ecran d'accueil
nb_no: Hjem skjerm
sv_se: Startsida

source: Menu Screen
de_de: Angebots-Ansicht
fi_fi: Valikkonäyttö
fr_fr: Ecran de Menu
nb_no: Meny skjerm
sv_se: Menyskärm

source: Update Events
de_de: Veranstaltungen aktualisieren
fi_fi: Päivitä tilaisuudet
fr_fr: Actualiser vos événements
nb_no: Oppdater arrangementer
sv_se: Uppdatera evenemang

source: Manage Users
de_de: Nutzer Verwalten
fi_fi: Hallinnoi käyttäjiä
fr_fr: Gérer vos utilisateurs
nb_no: Administrere brukere
sv_se: Hantera användare

source: Switch Venue
fi_fi: Vaihda tapahtumapaikka
nb_no: Endre sted
sv_se: Byt plats

source: Getting started
de_de: Erste Schritte
fi_fi: Näin pääset käyntiin
fr_fr: Commencer
nb_no: Kom igang
sv_se: Komma igång

source: Please type a valid email address
de_de: Bitte geben Sie eine gültige E-Mail Adresse ein
fi_fi: Kirjoita sähköpostiosoite
fr_fr: Veuillez entrer une adresse email valide
nb_no: Vennligst skriv inn en gyldig e-postadresse
sv_se: Ange en giltig mailadress

source: Please type your password
de_de: Bitte geben Sie Ihr Passwort ein
fi_fi: Kirjoita salasanasi
fr_fr: Veuillez tapez votre mot de passe
nb_no: Vennligst skriv inn passordet ditt
sv_se: Var vänlig och ange ditt lösenord

source: Sign in
de_de: Anmelden
fi_fi: Kirjaudu sisään
fr_fr: S'inscrire
nb_no: Logg inn
sv_se: Logga in

source: I forgot my password
de_de: Haben Sie Ihr Passwort vergessen?
fi_fi: Unohdin salasanani
fr_fr: Mot de passe oublié ?
nb_no: Jeg har glemt passordet mitt
sv_se: Jag har glömt mitt lösenord

source: Sign up with
de_de: Anmelden
fi_fi: Kirjaudu
fr_fr: S'inscrire
nb_no: Registrer deg med
sv_se: Starta ett konto med

source: Basic information
de_de: Unternehmensprofil
fi_fi: Perustiedot
fr_fr: Profil de l'entreprise
nb_no: Grunnleggende informasjon
sv_se: Grundläggande information

source: First name
de_de: Vorname
fi_fi: Etunimi
fr_fr: Prénom
nb_no: Fornavn
sv_se: Förnamn

source: Please type your first name
de_de: Bitte geben Sie Ihren Vornamen ein (max. 100 Zeichen).
fi_fi: Kirjoita etunimesi
fr_fr: Veuillez taper votre prénom (max 100 caractères)
nb_no: Vennligst skriv ditt fornavn
sv_se: Ange ditt förnamn

source: Surname
de_de: Abkürzung
fi_fi: Sukunimi
fr_fr: Prénom
nb_no: Etternavn
sv_se: Efternamn

source: Please type your surname
de_de: Bitte geben Sie Ihre E-Mail ein
fi_fi: Kirjoita sukunimesi
fr_fr: Veuillez taper votre Email
nb_no: Vennligst skriv ditt etternavn
sv_se: Ange ditt efternamn

source: Create your
de_de: oder erstellen Sie ihren eigenen...
fi_fi: Luo
fr_fr: ou créez le vÃ´tre....
nb_no: Opprett din
sv_se: Skapa

source: account
de_de: Ihr Konto
fi_fi: käyttäjätili
fr_fr: Votre compte
nb_no: konto
sv_se: konto

source: Please type your email
de_de: Bitte geben Sie Ihre E-Mail ein
fi_fi: Kirjoita sähköpostiosoitteesi
fr_fr: Veuillez taper votre Email
nb_no: Vennligst skriv inn din e-post
sv_se: Ange din mailadress

source: I have read accept the
fi_fi: Olen lukenut ja hyväksyn
nb_no: Jeg har lest og aksepterer
sv_se: Jag har läst och accepterat de

source: terms of service
fi_fi: ehdot
nb_no: vilkårene for tjenesten
sv_se: användarvillkor

source: privacy policy
de_de: Datenschutzrichtlinien zu.
fi_fi: tietosuojakäytännön
fr_fr: politique de confidentialité
nb_no: personvernpolicy
sv_se: integritetspolicy

source: , including the terms regarding cookies
fi_fi: mukaan lukien evästeitä koskevia ehtoja.
nb_no: , inkludert vilkår om cookies
sv_se: , inkluderat villkor avseende cookies

source: Your have accept tems & conditions for start using
fi_fi: Sinun pitää hyväksyä käyttöehdot käyttääksesi
nb_no: Du har akseptert betingelser og vilkår for å bruke
sv_se: Du har acceptera användarvillkoren för att börja använda

source: Start using my
de_de: Anfang
fi_fi: Aloita sovelluksen
fr_fr: Heure de début
nb_no: Begynn å bruke min
sv_se: Börja använda min

source: Start receiving mobile orders today
fi_fi: Aloita mobiilitilausten vastaanottaminen jo tänään!
nb_no: Begynn å motta mobil bestillinger i dag
sv_se: Börja ta emot mobila beställningar idag

source: , you're just a few steps away from going live.
fi_fi: Käyttöönottoon tarvitaan vain muutama askel.
nb_no: , du er straks klart til å gå live.
sv_se: , du är bara några steg från att gå live.

source: Billing information
de_de: Unternehmensprofil
fi_fi: Laskutustiedot
fr_fr: Profil de l'entreprise
nb_no: Fakturainformasjon
sv_se: Faktureringsinformation

source: Your 14 day free trial will last until midnight on
fi_fi: 14 päivän ilmainen kokeiluversio on voimassa keskiyöhön
nb_no: Din 14 dagers gratis prøveperiode vil vare frem til midnatt
sv_se: Din 14 dagars testperiod kommer att pågå fram till midnatt på

source: If you choose not to continue using
fi_fi: Jos et halua jatkaa ohjelman käyttöä,
nb_no: Hvis du velger å ikke fortsette å bruke
sv_se: Om du väljer att inte fortsätta använda

source: just cancel before the trail ends and you won’t be charged (we’ll email you 2 days before the trial ends to remind you). You can upgrade, downgrade or cancel at any time.
fi_fi: niin peru tilaus ennen kokeilujakson loppua.(Lähetämme sinulle muistutuksen 2 päivää ennen kokeilujakson loppua)
nb_no: avbryter du før prøveperioden tar slutt vil du ikke bli belastet (vi vil sende deg en e-post 2 dager før prøveperioden er over som en påmindelse). Du kan oppgradere, nedgradere eller avbryte når som helst.
sv_se: avbryt innan testperioden avslutas och du kommer inte att bli debiterad

source: Transaction Details
de_de: Beschreibung
fi_fi: Transaktion tiedot
fr_fr: Descriptif
nb_no: Transaksjonsdetaljer
sv_se: Transaktionsdetaljer

source: Unit price
fi_fi: Yksikköhinta
nb_no: Enhetspris
sv_se: styckpris

source: Amount
de_de: Menge?
fi_fi: Summa
fr_fr: Somme ?
nb_no: Beløp
sv_se: Summa

source: Remember you can upgrade, downgrade or cancel your package at any time.
fi_fi: Voit päivittää tai perua tilauksesi milloin tahansa.
nb_no: Husk at du kan oppgradere, nedgradere eller avbestille pakken din når som helst.
sv_se: Kom ihåg att du kan uppgradera, ta bort eller avbryta beställningen när som helst.

source: Card number
fi_fi: Kortin numero
nb_no: Kortnummer
sv_se: Kortnummer

source: Why do you need my card details for a free trial?
fi_fi: Miksi korttitietoja tarvitaan ilmaista kokeilua varten?
nb_no: Hvorfor trenger du kortdetaljene mine for en gratis prøveversjon?
sv_se: Varför behöver ni mina kortuppgifter för en gratis testperiod ?

source: Please type your card number
de_de: Bitte geben Sie Ihre Telefonnummer ein.
fi_fi: Kirjoita kortin numero
fr_fr: Veuillez taper un nom de point de vente
nb_no: Vennligst skriv ditt kortnummer
sv_se: Ange ditt kortnummer

source: Name on card
fi_fi: Kortissa oleva nimi
nb_no: Navn på kortet
sv_se: Namn på kort

source: Please type the name in your card
de_de: Bitte geben Sie Ihr Passwort ein
fi_fi: Kirjoita kortissa oleva nimi
fr_fr: Veuillez tapez votre mot de passe
nb_no: Vennligst skriv inn navnet som står på kortet ditt
sv_se: Ange namnet på ditt kort

source: Expiry (month/year)
fi_fi: Voimassa (kk/vuosi)
nb_no: Utløpsdato (måned/år)
sv_se: Utgångsdatum (månad/år)

source: Please type your month/year
de_de: Bitte geben Sie Ihre E-Mail ein
fi_fi: Kirjoita kuukausi/vuosi
fr_fr: Veuillez taper votre Email
nb_no: Vennligst skriv inn måned/år
sv_se: Ange månad/år

source: Security code
fi_fi: Turvakoodi
nb_no: Sikkerhetskode
sv_se: Säkerhetskod

source: Please type your security code
de_de: Bitte geben Sie Ihre E-Mail ein
fi_fi: Kirjoita turvakoodi
fr_fr: Veuillez taper votre Email
nb_no: Vennligst skriv inn din sikkerhetskode
sv_se: Ange din säkerhetskod

source: Postcode
de_de: Postleitzahl des Unternehmens
fi_fi: Postinumero
fr_fr: Code postal de l'endroit
nb_no: Postnummer
sv_se: Postnummer

source: Please type your postcode
de_de: Bitte geben Sie Ihr Passwort ein
fi_fi: Kirjoita postinumerosi
fr_fr: Veuillez tapez votre mot de passe
nb_no: Vennligst skriv inn ditt postnummer
sv_se: Ange ditt postnummer

source: Why do you need my credit card for a free trial?
fi_fi: Miksi tarvitsette luottokorttitiedot koekäyttöä varten?
nb_no: Hvorfor trenger du kortdetaljene mine for en gratis prøveversjon?
sv_se: Varför behöver ni mitt kreditkort för en gratis testperiod?

source: We ask for your credit card to allow your membership to continue after your free trial, should you choose not to cancel. This also allows us to reduce fraud and prevent multiple free trials for one person. This helps us deliver better service for all the honest customers. Remember that we won't bill you anything during your free trial and that you can cancel at any moment before your trial ends.
nb_no: Vi ber om ditt kredittkort for å tillate medlemskapet å fortsette etter den gratis prøveperioden hvis du velger å ikke kansellere. Dette for oss også til å redusere svindel og forhindre at flere gratis prøveversjoner opprettes for en person. Det hjelper oss å levere en bedre service for alle de oppriktige kundene. Husk at vi ikke vil fakturere deg noe under den gratis prøveperioden, og at du kan avbryte når som helst før prøveperioden utløper.
sv_se: Vi ber om ditt kreditkort för att låta ditt medlemskap att fortsätta efter testperioden om du inte väljer att avbryta. Detta ger oss även möjligt att minska eventuella möjligheter till kortbedrägerier och förhindrar även flera testperioder för en och samma person. Detta hjälper oss att leverera bättre service för alla ärliga kunder. Kom ihåg att vi inte kommer att fakturera dig någoting under din gratis testperiod och att du kan avbryta när som helst innan testperioden avslutas.

source: Select venue
fi_fi: Valitse tapahtumapaikka
sv_se: Välj arena

source: Please choose a venue.
de_de: Bitte wÃ¤hlen Sie ein Angebot aus.
fi_fi: Valitse tapahtumapaikka
fr_fr: Veuillez choisir un menu
nb_no: Vennligst velg en bedrift.
sv_se: Välj en arena.

source: Legal Statement
de_de: Impressum
fi_fi: Ehdot
fr_fr: Informations légales
nb_no: Juridisk erklæring
sv_se: Enligt lag

source: Privacy + Cookies
de_de: Datenschutz + Cookies
fi_fi: Yksityisyysasetukset & Evästeet
fr_fr: Politique de Confidentialité + Cookies
nb_no: Personvern + Cookies
sv_se: Privat + cookies

source: CHANGE LANGUAGE
de_de: SPRACHE ÄNDERN
fi_fi: Vaihda kieli
fr_fr: CHANGER LA LANGUE
nb_no: BYTT SPRÅK
sv_se: ÄNDRA SPRÅK

source: English
de_de: Englisch
fi_fi: Englanti
fr_fr: Anglais
nb_no: Engelsk
sv_se: Engelska

source: German
de_de: Deutsch
fi_fi: Saksa
fr_fr: Allemand
nb_no: Tysk
sv_se: Tyska

source: French
fi_fi: Ranska
nb_no: Fransk
sv_se: Franska

source: Norwegian
fi_fi: Norja
nb_no: ﻿Norsk
sv_se: Norska

source: You do not have permission to view the dashboard.<br/> If you think this is a mistake please contact your account's administrator.
fi_fi: Tunnuksellasi ei ole oikeutta kojelautaan.
sv_se: Du har inte behörighet att se panelen. <br/> Om du tror att detta inte stämmer kontakta din systemadministratör

source: *minimum
fi_fi: *vähintään

source: TOTAL
fi_fi: YHTEENSÄ
nb_no: TOTALT

source: Error
fi_fi: Virhe
nb_no: Feil

source: Total
de_de: verspätete Bestellung
fi_fi: Yhteensä
fr_fr: Réarranger

source: Dashboard
fi_fi: alkuun
nb_no: Kontrollpanelet

source: App Styling 1/2
de_de: App-Gestaltung 1/2
fi_fi: Sovelluksen tyyli 1/2
fr_fr: Design de l'App 1/2

source: Support
fi_fi: Tuki

source: HH:MM
de_de: SS:MM
fi_fi: TT:MM
nb_no: TT:MM

source: FAQs
fi_fi: FAQ
nb_no: FAQ

source: app.
fi_fi: sovellusta.

source: app
fi_fi: käyttö

source: User configuration has been saved!
nb_no: Bruker Konfigurasjonen er lagret!

source: Please type a description (max 250chars)
nb_no: Skriv inn en beskrivelse (maks 250 bokstaver)

source: Admin: can read/write account but cannot close it down
nb_no: Admin: kan se og redigere kontoen, men kan ikke stenge ned

source: support@preoday.com
nb_no: support@preoday.no
