Repository: zperk0/preo
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, fi_fi, fr_fr, nb_no, sv_se

source: on the 'My Account' tab located on your dashboard.
fi_fi: käyttäjätilissäsi.
nb_no: på "Min konto" fanen som er plassert på dashbordet.
sv_se: under "Mitt konto"-fliken på dashboard

source: GO TO MY ACCOUNT
fi_fi: AVAA KÄYTTÄJÄTILI
nb_no: GÅ TIL MIN KONTO
sv_se: GÅ TILL MITT KONTO

source: Payment provider is not connected!
de_de: Zahlungsmethode
fi_fi: Maksupalveluntarjoajaa ei ole kytketty!
fr_fr: Moyen de paiement
nb_no: Betalingsløsning er ikke tilkoblet!
sv_se: Betalningsleverantören inte är ansluten!

source: Before taking your app live you need to connect it to a payment provider or enable cash payments so that you can start accepting payments and start getting paid!
fi_fi: Ennen käyttöönottoa sinun pitää liittää sovellus maksupalveluun tai aktivoida käteismaksut.
nb_no: Før du legger ut din app må du koble til en betalingsløsning eller aktivere kontant betaling, slik at du kan begynne å akseptere betalinger og begynne å få betalt!
sv_se: Innan appen går live måste du ansluta den till en betalningsleverantör eller aktivera kontantbetalningar så att du kan börja ta emot betalningar och börja få betalt!

source: CONNECT
fi_fi: YHDISTÄ
nb_no: SAMMENKOBLE
sv_se: KOPPLA

source: Welcome
fi_fi: Tervetuloa
sv_se: Välkommen

source: Your app is now in DEMO mode.
de_de: Ihre App ist nun im DEMO Modus.
fi_fi: Sovellus on demotilassa
fr_fr: Votre application est actuellement en mode DEMO
nb_no: Din app er nå i DEMO modus.
sv_se: Din app är nu i DEMO läge.

source: Your app is now in OFFLINE mode.
de_de: Ihre App ist nun im OFFLINE Modus.
fi_fi: Sovellus on nyt OFFLINE tilassa
fr_fr: Votre application est maintenant en mode hors ligne
nb_no: Din app er nå i OFFLINE modus.
sv_se: Din app är nu i OFFLINE läge.

source: Your app is now in Demo mode.
de_de: Ihre App ist nun im Demo Modus.
fi_fi: Sovellus on demotilassa
fr_fr: Votre application est maintenant en mode DEMO
nb_no: Din app er nå i demo modus!
sv_se: Din app är nu i Demo läge.

source: This is where you can combine separate food items into one meal combination, e.g. sandwich, crisps and a drink
de_de: Hier können einzelne Lebensmittel zu Kombinationen zusammengefasst werden, z.B. ein Sandwich mit Pommes und ein Getränk.
fi_fi: Tässä voit yhdistää eri ruokia ateriakokonaisuuksiksi. Esim. Hampurilainen, ranskalaiset ja juom.
fr_fr: C’est lÃ oÃ¹ vous pourrez combiner des articles de sections différentes pour faire un ensemble, ex sandwich, frites et une boisson
nb_no: Her kan du kombinere separate matvarer til ett kombinasjons måltid, f.eks hamburger, pomfri og drikke
sv_se: Här kan du kombinera olika sorters mat till en kombinerad meny t.ex. smörgås, chips och en dryck

source: Add a new Meal Deal
de_de: neue Angebote hinzufügen
fi_fi: Lisää uusi ateria
fr_fr: Ajouter un nouveau Deal repas
nb_no: Legg til et nytt meny tilbud
sv_se: Lägg till en ny meny-deal

source: Section
de_de: Kategorie
fi_fi: Osio
nb_no: Seksjon
sv_se: Sektion

source: Which menu section does this meal deal belong in?
de_de: In welche Angebots-Kategorie gehören diese Angebote?
fi_fi: Mihin osioon tämä ateria kuuluu?
fr_fr: Ce Deal repas appartient Ã quelle section du menu?
nb_no: Hvilke del av menyen hører dette måltidet hjemme i?
sv_se: Som kategori tillhör denna meny-deal?

source: Total Price
de_de: Gesamtpreis
fi_fi: Hinta yhteensä
fr_fr: Prix Total (&euro;)
nb_no: Total pris
sv_se: Totalt pris

source: Discount Price
de_de: Rabatt-Preis
fi_fi: Alennettu hinta
fr_fr: Prix avec réduction (&euro;)
nb_no: Rabattert pris
sv_se: Rabatterat pris

source: Visible?
de_de: Sichtbar?
fi_fi: Näkyvillä?
nb_no: Synlig?
sv_se: Synlig?

source: Tools
fi_fi: Työkalut
fr_fr: Outils
nb_no: Verktøy
sv_se: Verktyg

source: Please type an item name (max 100chars)
de_de: Bitte geben Sie eine Artikelbezeichnung ein (max 100 Zeichen)
fi_fi: Kirjoita tuotteen nimi (max 100 merkkiä)
fr_fr: Entrez le nom d’un article (maximum 100 caractères)
nb_no: Vennligst skriv inn et produktnavn (maks 100 bokstaver)
sv_se: Ange ett produktsnamn (max 100 tecken)

source: Please choose a section
de_de: Bitte wählen Sie eine Kategorie aus.
fi_fi: Valitse osio
fr_fr: Veuillez choisir une section
nb_no: Velg en seksjon
sv_se: Välj en sektion

source: Amount?
de_de: Menge?
fi_fi: Summa?
fr_fr: Somme ?
nb_no: Beløp?
sv_se: Summa?

source: No
de_de: Nein
fi_fi: Ei
fr_fr: Non
nb_no: Nei
sv_se: Nej

source: Collapse
de_de: Verkleinern
fi_fi: Pienennä
fr_fr: Réduire
nb_no: Trekk sammen
sv_se: Stäng

source: Delete
de_de: Löschen
fi_fi: Poista
fr_fr: Supprimer
nb_no: Slett
sv_se: Ta bort

source: Delete this section
de_de: Diese Kategorie löschen
fi_fi: Poista tämä osio
fr_fr: Supprimer cette section
nb_no: Slett denne delen
sv_se: Ta bort denna sektion

source: Type or pick a selection title
de_de: Eingabe oder Auswahl einer Kategorie-Bezeichnung
fi_fi: Kirjoita tai valitse otsikko
fr_fr: Inscrire ou choisir un titre de section
nb_no: Skriv inn eller velg en tittel
sv_se: Skriv eller välj en urvalstitel

source: Eg. Choose a main, Choose a side, Choose a drink, etc
de_de: z.B. Auswahl Hauptgericht, Auswahl Beilage, Auswahl Getränk, etc
fi_fi: Esim. Valitse pääruoka, valitse juoma jne.
fr_fr: Ex. Choisir un plat, Choisir un accompagnement, Choisir une boisson
nb_no: F.eks. Velg en hovedrett, velg en siderett, Velg drikke, etc
sv_se: T.ex. välj en huvudrätt, välj ett tillbehör, välj en dryck osv

source: Please type or pick a title (max 100chars)
de_de: Eingabe oder Auswahl einer Bezeichnung (max. 100 Zeichen)
fi_fi: Kirjoita tai valitse otsikko. (max 100 merkkiä)
fr_fr: Ecrire ou choisir un titre (maximum 100 caractères)
nb_no: Vennligst skriv inn eller velg en tittel (maks 100 bokstaver)
sv_se: Skriv eller välj en titel (max 100 tecken)

source: All sections
de_de: Alle Kategorien
fi_fi: Kaikki osiot
fr_fr: Toutes les sections
nb_no: Alle seksjoner
sv_se: Alla områden

source: Pick a menu section from where you'd like to import items.
de_de: Wählen Sie eine Angebots-Kategorie aus der Sie die Artikel übertragen wollen
fi_fi: Valitse osio josta haluat tuoda tuotteita
fr_fr: Choisir la section du menu de laquelle vous voulez importer les articles.
nb_no: Velg en meny seksjon som du ønsker å importere varer fra.
sv_se: Välj en menykategori där du vill importera objekt.

source: Add this item to the current Meal Deal
de_de: Artikel diesem Angebot hinzufügen
fi_fi: Lisää tämä tuote valittuun ateriaan
fr_fr: Ajouter cet article au Deal repas actuel
nb_no: Legge dette produktet til gjeldende Meal Deal
sv_se: Lägg till denna till den aktuella meny-dealen

source: Add a selection to this meal deal
de_de: Diesem Angebot eine Auswahl hinzufügen
fi_fi: Lisää osio tälle aterialle
fr_fr: Ajouter un choix Ã ce Meal Deal
nb_no: Lag et utvalg til denne kampanjen
sv_se: Addera en kategori till den meny-deal

source: Click to add a Meal Deal name
de_de: Klicken um neue Angebotsbezeichnung hinzuzufügen
fi_fi: Klikkaa ja lisää aterialle nimi
fr_fr: Cliquer ici pour ajouter un nom au Deal repas
nb_no: Klikk for å legge til et kampanjenavn
sv_se: Klicka för att namnge meny-dealen

source: You've not created any items! You won't be able to create Meal Deals until you have some items in your menu.
de_de: Sie haben keine Artikel erstellt! Sie werden keine Angebote zusammenstellen können, wenn Sie keine Artikel Ihrem Angebot hinzufügen.
fi_fi: Et ole luonut tuotteita. Sinun pitää luoda tuotteita ennen kun voit luoda aterioita.
fr_fr: Vous n'avez pas sélectionné d'articles! Vous n'arriverez pas Ã créer de Deals repas
nb_no: Du har ikke opprettet noen retter! Du vil ikke være i stand til å lage kampanjer før du har noen retter i menyen.
sv_se: Du har inte skapat några objekt! Du kommer inte att kunna skapa en meny-deal innan du adderat innehåll i menyn.

source: Build your menu
de_de: Erstellen Sie Ihr Angebot
fi_fi: Luo menu
fr_fr: Créez votre menu
nb_no: Bygg din meny
sv_se: Skapa din meny

source: Your menu
de_de: Ihr Angebot
fi_fi: Menu
fr_fr: Votre menu
nb_no: Din meny
sv_se: Din meny

source: Now it's time to create your menu. We suggest you keep it simple to start with.<br/><br/>An easy way is to group items, i.e. create separate sections for food, cold drinks and hot drinks.
de_de: Jetzt können Sie Ihr Angebot erstellen. Wir schlagen vor, dass sie es erstmal einfach halten. <br/><br/>Ein guter Einstieg ist, die Artikel in Gruppen einzuteilen, z.B. erstellen Sie separate Kategorien für Speisen, kalte oder heiße Getränke.
fi_fi: Nyt on aika luoda menu. Se kannattaa tehdä mahdollisimman yksinkertaisesti.<br/><br/>Helppo tapa on ryhmittää tuotteita, eli luoda omia osioita ruoalle ja juomalle.
fr_fr: Il est l’heure maintenant de créer votre menu. Nous vous suggérons de le garder simple pour commencer. <br/><br/> Grouper des articles est efficace et facile. C’est-Ã -dire, créer des sections séparées pour les plats, boissons froides et boissons chaudes.
nb_no: Nå er det på tide å lage menyen din. Vi foreslår at du holder det så enkelt som mulig til å begynne med. <br/><br/> En enkel måte er å gruppere produkter, dvs. opprette egne grupper for mat, kald drikke og varm drikke.
sv_se: Nu är det dags att skapa din meny. Vi rekommenderar att du gör det enkelt i början. <br/><br/> Ett lätt sätt är att gruppera produkter, dvs. skapa separata delar för mat och kalla och varma drycker.

source: Click to add your menu name
de_de: Klicken Sie, um die Bezeichnung Ihres Angebots hinzuzufügen
fi_fi: Klikkaa ja lisää menulle oma nimi
fr_fr: Cliquez pour ajouter un nom Ã votre menu
nb_no: Klikk for å legge inn meny navn
sv_se: Klicka för att namnge din meny

source: Enter menu name
fi_fi: Lisää menun nimi
sv_se: Ange meny namn

source: Please type a menu name (max 100chars)
de_de: Bitte geben Sie eine Angebotsbezeichnung ein (max. 100 Zeichen)
fi_fi: Kirjoita menun nimi (max 100 merkkiä)
fr_fr: Tapez un nom de menu (max 100 caractères)
nb_no: Vennligst skriv inn et meny navn (maks 100 bokstaver)
sv_se: Skriv ett menynamn (max 100 tecken)

source: Description (optional)
fi_fi: Kuvaus
sv_se: Beskrivning (valfritt)

source: Assigned to these promotions
fi_fi: Liitetty näihin promootioihin
sv_se: Tilldelas dessa kampanjer

source: Enter promotions
fi_fi: Lisää promootiot
sv_se: Ange kampanjer

source: Click to add a section name
de_de: Klicken Sie um den Namen einer Kategorie hinzuzufügen
fi_fi: Klikkaa ja lisää osion nimi
fr_fr: Cliquez ici pour ajouter un nom de section
nb_no: Klikk for å legge til gruppe navn
sv_se: Klicka för att lägga till ett kategori-namn

source: Please type a section name (max 100chars)
de_de: Bitte geben Sie einen Namen ein (max 100 Zeichen)
fi_fi: Kirjoita osion nimi (enintään 100 merkkiä)
fr_fr: Tapez un nom de section (max 100 caractères)
nb_no: Vennligst skriv inn et gruppe navn (maks 100 bokstaver)
sv_se: Ange ett sektionsnamn (max 100 tecken)

source: User must select
fi_fi: Käyttäjän pitää valita
sv_se: Användare måste välja

source: Please enter the quantity
fi_fi: Lisää määrä
sv_se: Ange antalet

source: item/s per guest from this section
fi_fi: tuotetta/vieras tässä lohkossa
sv_se: saker per gäst från denna sektion

source: Add an item to this section
de_de: Hier Artikel hinzufügen
fi_fi: Lisää tämä tuote osioon
fr_fr: Ajouter un article Ã cette section
nb_no: Legg til et produkt i denne gruppen
sv_se: Lägg till en produkt till denna sektion

source: Move this section
de_de: Diese Kategorie bewegen
fi_fi: Siirrä tämä osio
fr_fr: Bougez cette section
nb_no: Flytt denne gruppen
sv_se: Flytta denna sektion

source: Collapse this section
de_de: Diese Kategorie bewegen
fi_fi: Pienennä tämä osio
fr_fr: Bougez cette section
nb_no: Skjul denne gruppen
sv_se: Stäng denna sektion

source: Price
de_de: Preis?
fi_fi: Hinta
fr_fr: Prix?
nb_no: Pris
sv_se: Pris

source: Quantity
de_de: Menge
fi_fi: Määrä
fr_fr: Quantité
nb_no: Antall
sv_se: Antal

source: Click to add an item name
de_de: Klicken, um Artikelname hinzuzufügen
fi_fi: Klikkaa ja lisää nimi
fr_fr: Cliquez pour ajouter un nom d'article
nb_no: Klikk for å legge til produktnavn
sv_se: Klicka för att lägga till ett produktnamn

source: Optional description
de_de: Beschreibung optional
fi_fi: Vapaaehtoinen kuvaus
fr_fr: Description optionnelle
nb_no: Valgfri beskrivelse
sv_se: Valfri beskrivning

source: Please type a description (max 1000chars)
fi_fi: Kirjoita kuvaus (enintään 1000 merkkiä)
sv_se: Ange en beskrivning (max 1000 tecken)

source: Price?
de_de: Preis?
fi_fi: Hinta?
fr_fr: Prix?
nb_no: Pris?
sv_se: Pris?

source: Unlimited
de_de: Unbegrenzt
fi_fi: Rajoittamaton
fr_fr: Illimité
nb_no: Ubegrenset
sv_se: Obegränsat

source: This chooses whether you want to activate this food on the menu or not.
de_de: Hiermit können Sie auswählen, ob Sie diesen Artikel im Angebot aktivieren wollen oder nicht.
fi_fi: Tästä määrittelet mitä tuotteita haluat aktivoida.
fr_fr: Celui-ci vous servira si vous souhaitez activer cet article dans le menu ou pas.
nb_no: Her velger du om du vil aktivere denne maten på menyen eller ikke.
sv_se: Detta väljer om du vill aktivera maten på menyn eller inte.

source: Upload image
de_de: Logo Hochladen
fi_fi: Lataa kuva
fr_fr: Téléchargement logo
nb_no: Last opp bilde
sv_se: Ladda upp bild

source: Add tags
fi_fi: Lisää tägi
nb_no: Legg til tags
sv_se: Lägg till taggar

source: Reorder
de_de: Neu bestellen
fi_fi: Muuta järjestystä
fr_fr: Réarranger
nb_no: Endre rekkefølgen
sv_se: Beställ igen

source: Duplicate
de_de: Verdoppeln
fi_fi: Monista
fr_fr: Dupliquer
nb_no: Dupliser
sv_se: Kopiera

source: Add a new option to this item
de_de: Neue Option diesem Artikel hinzufügen.
fi_fi: Lisää uusi vaihtoehto tälle tuotteelle.
fr_fr: Ajouter une nouvelle option Ã cet article
nb_no: Legg et nytt alternativ til dette produktet
sv_se: Lägg till ett nytt val för denna produkt

source: Add an option
de_de: Option hinzufügen
fi_fi: Lisää vaihtoehto
fr_fr: Ajouter une option
nb_no: Legg til et alternativ
sv_se: Lägg till ett val

source: Type or pick an option title
de_de: Eingabe oder Auswahl einer Optionsbezeichnung
fi_fi: Kirjoita tai valitse otsikko
fr_fr: Tapez ou choisissez un titre d'option
nb_no: Skriv inn eller velg en alternativ tittel
sv_se: Skriv eller välj en alternativstitel

source: Eg. Pick a size, Choice of an option, Add some extras, Select a side
de_de: z.B. Größe oder Option auswählen, Extras hinzufügen, Beilage auswählen
fi_fi: Esim. Valitse koko, mausteet
fr_fr: ex. choisissez une taille, une option, ajoutez des extras, sélectionnez un accompagnement
nb_no: F.eks. Velg en størrelse, Valg av tillegg, Legg til litt ekstra, Velg en siderett
sv_se: T.ex. Välj en storlek, välj ett alternativ, lägg till ett tillbehör

source: Please type or pick a title
de_de: Bitte geben Sie eine Bezeichnung ein oder wählen Sie aus.
fi_fi: Kirjoita tai valitse otsikko
fr_fr: Veuillez taper ou choisir un titre
nb_no: Skriv eller velg en tittel
sv_se: Skriv eller välj en titel

source: User must select only one option.
de_de: Nutzer kann nur eine Option auswählen.
fi_fi: Käyttäjä voi valita ainoastaan yhden vaihtoehdon
fr_fr: L'utilisateur ne doit choisir qu'une option
nb_no: Brukeren må kun velge ett tillegg.
sv_se: Användare måste välja endast ett val

source: User selects 1 option
de_de: Nutzer wählt 1 Option
fi_fi: Käyttäjä valitsee 1 vaihtoehdon
fr_fr: L'utilisateur sélectionne 1 option
nb_no: Brukeren velger 1 tillegg
sv_se: Använda väljer 1 val

source: User must select one or more options.
de_de: Nutzer kann eine oder mehr Optionen auswählen.
fi_fi: Käyttäjän pitää valita yksi tai useampi vaihtoehto
fr_fr: L'utilisateur doit choisir une ou deux options
nb_no: Brukeren må velge ett eller flere tillegg.
sv_se: Användare måste välja ett eller flera val

source: User selects 1 or more options
de_de: Nutzer wählt 1 oder mehr Optionen
fi_fi: Käyttäjä valitsee yhden tai useamman vaihtoehdon
fr_fr: L'utilisateur sélectionne 1 ou plusieurs options
nb_no: Brukeren velger 1 eller flere tillegg
sv_se: Användare väljer 1 eller fler val

source: User can select zero or more options.
de_de: Nutzer kann null oder mehr Optionen auswählen.
fi_fi: Käyttäjä voi valita nolla tai useamman vaihtoehdon
fr_fr: L'utilisateur peut choisir zéro ou plus options
nb_no: Brukeren kan velge 0 eller flere tillegg.
sv_se: Användare kan välja noll eller fler val.

source: User selects 0 or more options
de_de: Nutzer wählt 0 oder mehr Optionen
fi_fi: Käyttäjä valitsee 0 tai useamman vaihtoehdon
fr_fr: L'utilisateur sélectionne 0 ou plusieurs options
nb_no: Brukeren velger 0 eller flere tillegg
sv_se: Användare väljer 0 eller fler alternativ

source: Advanced...
fi_fi: Lisäasetukset...
sv_se: Avancerade...

source: Single: When the user must pick only 1 option.<br/><br/>Multiple: When the user must pick 1 or more options.<br/><br/>Optional: when the user can pick 0 or multiple options.
de_de: Eine: Der Nutzer muss sich nur für eine Option entscheiden.<br/><br/>Mehrere: Der Nutzer muss sich für eine oder mehr Optionen entscheiden. Optional: Der Nutzer kann sich zwischen 0 und mehrere Optionen entscheiden.
fi_fi: Yksittäinen: Kun käyttäjän pitää valita yksi vaihtoehto.<br/><br/>Useampi: Kun käyttäjän pitää valita yksi tai usemapi vaihtoehto.<br/><br/>Vapaaehtoinen: Kun käyttäjän pitää valita nolla tai useampia vaihtoehtoja.
fr_fr: Unique : Quand une personne ne doit choisir qu'une option <br/><br/>Multiple: Quand l’utilisateur doit choisir 1 ou plusieurs options <br/><br/>Optionnel: Quand l’utilisateur peut choisir 0 ou plusieurs options
nb_no: Enkel: Når brukeren må velge kun ett tillegg. <br/><br/> Multiple: Når brukeren må velge ett eller flere tillegg. <br/><br/> Valgfritt: Når brukeren kan velge 0 eller flere tillegg.
sv_se: Enkel: När användaren måste välja endast 1 alternativ. <br/><br/>Flera: När användaren måste välja 1 eller fler alternativ.<br/><br/> Valfritt: När användaren kan välja 0 eller flera alternativ.

source: Please choose a type
de_de: Bitte wählen Sie einen Typ aus.
fi_fi: Valitse tyyppi
fr_fr: Veuillez choisir un type
nb_no: Velg en type
sv_se: Välj en typ

source: Click to add an option name
de_de: Klicken, um Optionsbezeichnung hinzuzufügen
fi_fi: Klikkaa ja valitse vaihteohdon nimi
fr_fr: Cliquez pour ajouter un nom d'option
nb_no: Klikk for å legge til et tilleggs navn
sv_se: Klicka för att lägga till ett alternativsnamn

source: Please type an option name (max 100chars)
de_de: Bitte geben Sie eine Optionsbezeichnung ein (max 100 Zeichen).
fi_fi: Kirjoita vaihtoehdon nimi (enintään 100 merkkiä)
fr_fr: Veuillez entrer un nom d'option (max 100 caractères)
nb_no: Vennligst skriv et tilleggets navn (maks 100 bokstaver)
sv_se: Ange ett alternativsnamn (max 100 tecken)

source: This will be in addition to the item price. If there is no price difference, put in 0.00.
de_de: Dieser Betrag wird dem Preis des Artikels zusätzlich hinzugerechnet. Wenn keine Preisdifferenz vorhanden ist, fügen Sie hier 0,00 ein.
fi_fi: Tämä lisätää tuotteen hintaan. Jos ei ole hintaeroa, niin lisää 0.00.
fr_fr: Cela sera en plus du prix de l’article. S’il n’y a pas de différence de prix, veuillez inscrire 0.00
nb_no: Dette kommer i tillegg til produktprisen. Hvis det ikke er noen prisforskjell, skriv inn 0,00.
sv_se: Detta blir utöver produktpriset. Om det inte är någon skillnad på priset, sätt 0.00.

source: Optional value... (ex: 19.99)
fi_fi: Valinnainen arvo...
sv_se: Valfritt värde (ex 19.99)

source: The real value of the voucher the customer will be able to redeem. The customer will be charged the total set in Price.
fi_fi: Kupongin oikea arvo, jonka asiakas voi käyttää. Asiakasta veloitetaan hinnassa määritetty kokonaissumma.
sv_se: Det reella värdet på kupongen som kunden kan lösa in. Kunden blir..

source: Value?
fi_fi: Arvo?
sv_se: Värde?

source: Optional Additional info...
fi_fi: Lisätietoa...
sv_se: Valfritt tilläggsinfo

source: Aditional info displayed in the footer of the eVoucher (Max 150 chars)
fi_fi: Lisätieto kupongin alaosaan (enintään 150 merkkiä)
sv_se: Tilläggsinfo visas i sidfoten på e-kupongen (Max 150 tecken)

source: Max 150 chars
fi_fi: Enintään 150 merkkiä
sv_se: Max 150 tecken

source: Eg. Toppings, Sizes, Exras, etc
de_de: Z.B. Toppings, Größe, Extras, etc.
fi_fi: Esim. Koko, lisäykset
fr_fr: ex. garniture, taille, accompagnements etc
nb_no: F.eks. Topping, Størrelser, Tillegg, etc
sv_se: Tex toppings, storlek, extra mm

source: Add an option category to this item <small>(optional)</small>
de_de: Diesem Artikel Option hinzufügen <small>(optional)</small>
fi_fi: Lisää vaihtoehtokategoria tälle tuotteelle<small>(vapaaehtoinen)</small>
fr_fr: Ajoutez un option de catégorie Ã cet article <petit>(optionnel)</petit>
nb_no: Legg til en tilleggs kategori til dette produktet <small>(valgfritt)</small>
sv_se: Lägg till en alternativ kategori för denna produkt <small>(valfritt)</small>

source: Add a new menu section
de_de: Neue Angebots-Kategorie hinzufügen
fi_fi: Lisää uusi osa menulle
fr_fr: Ajouter une nouvelle section de menus
nb_no: Legg til en ny meny gruppe
sv_se: Lägg till en ny menydel

source: COLLAPSE ALL
de_de: VERKLEINERN
fi_fi: PIENENNÄ KAIKKI
fr_fr: TOUT REDUIRE
nb_no: SKJUL ALLE
sv_se: STÄNG ALLA

source: SAVE & CONTINUE EDITING
de_de: SPEICHERN & WEITERBEARBEITEN
fi_fi: TALLENNA & JATKA MUOKKAUSTA
fr_fr: ENREGISTRER & CONTINUER
nb_no: LAGRE & FORTSETT REDIGERING
sv_se: SPARA & FORTSÄTT REDIGERA

source: SAVE & FINISH
de_de: SPEICHERN & BEENDEN
fi_fi: TALLENNA & LOPETA
fr_fr: ENREGISTRER & TERMINER
nb_no: LAGRE ENDRINGER
sv_se: SPARA & STÄNG

source: Name of item
fi_fi: Tuotteen nimi
sv_se: Namn på produkt

source: ADD PICTURE
fi_fi: LISÄÄ KUVA
sv_se: LÄGG TILL BILD

source: JPG, PNG (Max. file size 5mb)
sv_se: JPG, PNG (filstorlek max 5mb)

source: Custom options
fi_fi: Lisää vaihtoehtoja
sv_se: Kundval

source: 45&#37 done, now for the fun bit!
de_de: 45&#37 geschafft und jetzt weiter zum spaßigeren Teil!
fi_fi: 45&#37 tehty. Vielä vähän jäljellä...
fr_fr: 45&#37 fait, maintenant c'est l'heure de s'amuser!
nb_no: 45&#37 ferdig, nå kommer den festlige delen!
sv_se: 45&#37 klart, bara det roliga kvar nu!

source: Tell us about your opening times
de_de: Informieren Sie uns über Ihre Öffnungszeiten.
fi_fi: Mitkä ovat aukioloajat
fr_fr: Informez-nous de vos horaires d'ouverture
nb_no: Fortell oss om dine åpningstider
sv_se: Berätta om dina öppningstider

source: Days your venue is open
de_de: Tage, an denen Ihr Unternehmen geöffnet hat
fi_fi: Minä päivinä tapahtumapaikka on auki?
fr_fr: Les jours oÃ¹ vous êtes ouverts
nb_no: Dagene din restaurant er åpen
sv_se: Dagar din arena är öppen

source: Mon
de_de: Mo
fi_fi: Ma
fr_fr: Lun
nb_no: Man
sv_se: Mån

source: Tue
de_de: Di
fi_fi: Ti
fr_fr: Mar
nb_no: Tir
sv_se: Tis

source: Wed
de_de: Mi
fi_fi: Ke
fr_fr: Mer
nb_no: Ons
sv_se: Ons

source: Thu
de_de: Do
fi_fi: To
fr_fr: Jeu
nb_no: Tor
sv_se: Tor

source: Fri
de_de: Fr
fi_fi: Pe
fr_fr: Ven
nb_no: Fre
sv_se: Fre

source: Sat
de_de: Sa
fi_fi: La
fr_fr: Sam
nb_no: Lør
sv_se: Lör

source: Sun
de_de: So
fi_fi: Su
fr_fr: Dim
nb_no: Søn
sv_se: Sön

source: Add another opening hour
de_de: Weitere Öffnungszeiten hinzufügen
fi_fi: Lisää toinen aukioloaika
fr_fr: Ajouter un autre horaire d'ouverture
nb_no: Legg til en annen åpningstid
sv_se: Lägg till en annan öppningstid

source: eg: if you close for lunch and reopen in the evening.
de_de: z.B. wenn Sie in der Mittagszeit schließen und abends wieder öffnen.
fi_fi: esim. jos on suljettu lounaan jälkeen ja avautuu uudelleen illalla.
fr_fr: ex si vous fermez pendant la pause déjeuner et reouvrez dans la soirée.
nb_no: f.eks: hvis du stenger til lunsj og åpner igjen på kvelden.
sv_se: t.ex. om du har lunchstängt och öppnar igen under kvällen.

source: Open
de_de: Geöffnet um
fi_fi: Avoinna
fr_fr: Ouvre Ã
nb_no: Åpen
sv_se: Öppen
