Repository: zperk0/preo
Catalog: locale_angular/*.po
Languages: de, fi, fr

source: Active?
de: Aktiv?
fi: Aktiivinen?

source: Add a new event
fi: Lisää uusi tilaisuus
fr: Ajouter un nouvel événement

source: Add another slot
fi: Lisää toinen paikka
fr: Ajouter un autre créneau

source: ADD PAYMENT METHOD
fi: LISÄÄ MAKSUTAPA

source: Address Line 1
de: Adresse des Unternehmens
fi: Osoiterivi 1
fr: Adresse de l'endroit

source: Address Line 2
de: Adresse des Unternehmens
fi: Osoiterivi 2
fr: Adresse de l'endroit

source: Address Line 3
de: Adresse des Unternehmens
fi: Osoiterivi 3
fr: Adresse de l'endroit

source: after
fi: jälkeen

source: All
fi: Kaikki

source: All Locations
fi: Kaikki paikat
fr: Toutes les sections

source: Amount
de: Menge?
fi: Summa
fr: Somme ?

source: Are you sure you want to delete this event? Note: all event data will be lost!
fi: Oletko varma, että haluat poistaa tämän tilaisuuden? Kaikki tiedot poistetaan!
fr: dÊtes-vous sûr de vouloir supprimer cet événement? NB: toutes les données de votre événement seront perdues !

source: Are you sure you want to delete this menu? Note: all menu data will be lost!
fi: Haluatko poistaa tämän? Huom! kaikki tiedot poistetaan!

source: Are you sure you want to duplicate this menu? Note: You'll be redirect to edit the menu.
fi: Oletko varma, että haluat kopioida tämän?

source: Assigned to these promotions
fi: Lisätty näihin promootioihin

source: Auto reminder
fi: Automaattinen muistutus

source: before
fi: ennen

source: Billing Address
de: Adresse des Unternehmens
fi: Laskutusosoite
fr: Adresse de l'endroit

source: Billing History
de: Unternehmensprofil
fi: Laskutushistoria
fr: Profil de l'entreprise

source: BILLING HISTORY
fi: LASKUTUSHISTORIA

source: Billing Schedule
de: Adresse des Unternehmens
fi: Laskutusaikataulu
fr: Adresse de l'endroit

source: Booking
fi: Varaus

source: Booking page
fi: Varaussivu

source: Booking settings has been saved!
fi: Varauksen asetukset on tallennettu

source: Bookings
fi: Varaukset

source: broken down in steps
fi: jaettu osiin

source: Business Name
de: Geschäftsname
fi: Yrityksen nimi
fr: Nom de votre entreprise

source: CANCEL
fi: PERUUTA

source: Card ending
fi: Kortti joka loppuu numeroihin

source: Card Number
fi: Kortin numero

source: CHANGE CARD
de: SPRACHE ÄNDERN
fi: VAIHDA KORTTIA
fr: CHANGER LA LANGUE

source: CHANGE DETAILS
de: SPRACHE ÄNDERN
fi: VAIHDA TIETOJA
fr: CHANGER LA LANGUE

source: CHANGE PASSWORD
de: PASSWORT ZURÜCKSETZEN
fi: VAIHDA SALASANA
fr: Réinitialiser le mot de passe

source: Choose a Collection Slot
fi: Valitse hakuaika
fr: Choisir un créneau de récupération

source: Choose preset:
de: Größe auswählen
fi: Valitse:
fr: Choisir une taille

source: Choose the first occurrence.
fi: Valitse ensimmäinen:

source: Click to add a description
fi: Klikkaa jos haluat lisätä kuvauksen
fr: Cliquer pour ajouter un descriptif

source: Click to add an event name
fi: Klikkaa jos haluat lisätä tilaisuuden nimen
fr: Cliquer pour ajouter un nom d'événement

source: Client
fi: Asiakas

source: Client contact:
fi: Asiakkaan yhteystiedot:

source: Collapse
fi: Pienennä
fr: Réduire

source: Collection Slot
fi: Noutoaika
fr: Choisir un créneau de récupération

source: Collection Slot: Half-Time
fi: Noutoaika: Väliaika
fr: Créneau de Récupération: mi-temps

source: Collection Slot: Interval
fi: Noutoaika: Tauko
fr: Créneau de Collecte : Entracte

source: Collection Slot: Post-Game
fi: Noutoaika: Ottelun jälkeen
fr: Créneau de Collecte : Après Match

source: Collection Slot: Post-Show
fi: Noutoaika: Esityksen jälkeen
fr: Créneau de Collecte : Après le spectacle

source: Collection Slot: Pre-Game
fi: Noutoaika: Ennen ottelua
fr: Créneau de Collecte : Avant-Match

source: Collection Slot: Pre-Show
fi: Noutoaika: Ennen esitystä
fr: Créneau de Collecte: Avant Spectacle

source: Collection Slot: Second-Interval
fi: Noutoaika: Toinen tauko
fr: Créneau de Collecte : Deuxième Entracte

source: Confirm
de: Passwort bestätigen
fi: Vahvista
fr: Confirmer votre mot de passe

source: Contact email:
fi: Sähköpostiosoite:

source: Contact no.:
fi: Puhelinnumero:

source: Create new menu
fi: Luo uusi menu

source: CREATE NEW MENU
fi: LUO UUSI MENU

source: Credit Card Name
fi: Luottokortin nimi

source: Credit Card Number
fi: Luottokortin numero

source: Customer
de: Neue Nutzer
fi: Asiakas
fr: Nouveaux utilisateurs

source: Customers
de: Neue Nutzer
fi: Asiakkaat
fr: Nouveaux utilisateurs

source: DAILY
fi: PÄIVITTÄIN

source: Date
de: Datum?
fi: Päivämäärä

source: Date range
fi: Päivämäärät

source: Date Range:
de: Datum?
fi: Jakso
fr: Date?

source: Date?
fi: Päivämäärä?

source: Date/Time
de: Anfang
fi: Päivämäärä/Aika
fr: Heure de début

source: Days
fi: Päiviä

source: Days before the event
fi: Päivää ennen tilaisuutta

source: days to prevent your account from being deactivated.
de: Ihr Konto
fi: päivää, jotta tilisi pysyisi aktiivisena.
fr: Votre compte

source: DD/MM/YYYY
fi: PP/KK/VVVV
fr: JJ/MM/AAAA

source: Default delivery time (minutes)
de: Lieferverzug (in Minuten)
fi: Oletettu toimitusaika (minuuteissa)

source: Delete
fi: Poista
fr: Supprimer

source: Delete this slot
fi: Poista tämä
fr: Supprimer cette section

source: Delivery Areas
de: Liefergebiete
fi: Toimitusalueet
fr: Réglages du Lieu

source: Delivery charge
de: Zustellgebühr
fi: Toimituskulut
fr: Réglages du Lieu

source: Delivery Settings
de: Liefereinstellungen
fi: Toimituksen asetukset
fr: Réglages du Lieu

source: Description
fi: Kuvaus
fr: Descriptif

source: Discount
de: Rabatt-Preis
fi: Alennus
fr: Prix avec réduction (&euro;)

source: Discount offered for delivery orders (%)
de: Rabbatangebot für Lieferbestellungen (%)
fi: Toimituksille annettava alennus (%)

source: Done
fi: Valmis
fr: Terminer

source: DOWNLOAD PDF
fi: LATAA PDF

source: Duplicate
fi: Kopioi
fr: Dupliquer

source: Duration:
fi: Kesto:
fr: Création du Menu

source: Edit
fi: Muokkaa
fr: Modifier

source: eg. \"NW1, NW2...\"
de: z.B. "NW1, NW2..."
fi: esim. 00100

source: Email address
de: Adresse des Unternehmens
fi: Sähköpostiosoite
fr: Adresse de l'endroit

source: Email Address
de: Adresse des Unternehmens
fi: Sähköpostiosoite
fr: Adresse de l'endroit

source: Email address for receiving venue alerts
fi: Sähköpostiosoite johon haluat tapahtumapaikan viestejä

source: Enable delivery services
de: Lieferservice aktivieren
fi: Mahdollista kuljetuspalvelut

source: End Time
fi: Lopetusaika
fr: Heure de fin

source: Enter a name
fi: Kijroita nimi

source: Enter a name for the slot
fi: Anna nimi

source: Enter a number
fi: Kirjoita numero

source: Enter minutes?
fi: Kirjoitat minuutit?

source: Event
de: Veranstaltungen
fi: Tilaisuus
fr: Evénements

source: Event description:
fi: Tilaisuuden kuvaus
fr: Descriptif du lieu

source: Event first occurrence:
fi: Ensimmäinen tilaisuus:

source: Event frequency:
fi: Tilaisuuksien tiheys:

source: Event last occurrence:
fi: Viimeinen kerta:

source: Event name:
fi: Tilaisuuden nimi
fr: Evénements

source: Events
de: Veranstaltungen
fi: Tilaisuudet
fr: Evénements

source: Events:
de: Veranstaltungen
fi: Tilaisuudet:
fr: Evénements

source: Expires
fi: Vanhenee

source: Export as...
fi: Vies muodossa...

source: First Name
de: Vorname
fi: Etunimi
fr: Prénom

source: Free delivery for orders above
de: Freie Lieferung für Bestellungen über
fi: Ilmainen kuljetus tilauksille yli

source: Generate report
fi: Luo raportti

source: Group Booking Menus
fi: Ryhmämenut

source: Group Booking Settings
fi: Ryhmämenun asetukset

source: Guests
fi: Vieraat

source: Half-Time
fi: Väliaika
fr: Heure?

source: HH:MM
fi: TT:MM

source: Hours
fi: Tuntia

source: How many days will your event occurs in days, hours and minutes?
fi: Kuinka monta päivää tilaisuus kestää, tunneissa ja minuuteissa?

source: In addition to the fulfilment app, you can also receive email updates to notify when you have received a new order
fi: Sovelluksen lisäksi voit saada sähköposteja kun saat uusia tilauksia

source: In case of customer queries contact:
de: Bei Kundenanfragen kontaktieren Sie:
fi: Yhteystiedot asiakkaille:

source: Interval
fi: Tauko

source: Interval2
fi: Tauko 2

source: Inv no.
fi: Lasku nro.

source: is
fi: on

source: is not
fi: ei ole

source: Item
de: Nachname
fi: Tuote
fr: Nom de Famille

source: Items
de: Nachname
fi: Tuotteet
fr: Nom de Famille

source: Know your customers
fi: Tunne asiakkaasi
fr: Nouveaux utilisateurs

source: Last Name
de: Nachname
fi: Sukunimi
fr: Nom de Famille

source: Live stream
fi: Live striimi

source: Live Stream
fi: Live Striimi

source: Lock ordering page
fi: Lukitse tilaussivu

source: Menu items
de: Angebote
fi: Menu tuotteet
fr: Menus

source: Metrics
fi: Mittarit

source: Minimum order value to qualify for delivery
de: Erforderlicher Mindestbestellwert für Lieferung
fi: Minimiarvo toimituksille
fr: S'il vous pladdît fournir un délai de préparation

source: minutes
fi: minuuttia
fr: Ce mois-ci

source: Minutes
fi: Minuuttia
fr: Ce mois-ci

source: minutes and it
fi: minuuttia ja
fr: Ce mois-ci

source: Mobile app
fi: Mobiilisovellus

source: MONTHLY
fi: KUUKAUSITTAIN

source: Move this sloSlot
fi: Siirrä tämä väliin

source: Move this slot
fi: Siirrä tähän väliin

source: My Account
de: Ihr Konto
fi: Tilini
fr: Votre compte

source: My Subscriptions
de: Beschreibung
fi: Tilaukseni
fr: Descriptif

source: Name
fi: Nimi
fr: Nom

source: Name on card
fi: Nimi kortissa

source: New event
fi: Uusi tilaisuus
fr: Ajouter un nouvel événement

source: New Password
de: Neues Passwort
fi: Uusi salasana
fr: Nouveau mot de passe

source: Next
fi: Seuraava

source: No
de: Nein
fi: Ei
fr: Non

source: No bookings at this period.
fi: Ei tilauksia tälle jaksolle

source: No Data
fi: Ei dataa

source: No, go back.
fi: Ei, palaa takaisin
fr: Non, revenir

source: Old Password
de: Altes Passwort
fi: Vanha salasana
fr: Ancien mot de passe

source: ONCE
fi: KERRAN

source: Order
de: verspätete Bestellung
fi: Tilaus
fr: Réarranger

source: Order Rejection Alerts
de: Meldung über abgelehnte Bestellung
fi: Hylättyjen tilausten hälytys
fr: Réarranger

source: Order Status Alerts
de: Meldung über Bestellstatus
fi: Tilausten status hälytys
fr: Réarranger

source: Order Total
de: verspätete Bestellung
fi: Tilaus yhteensä
fr: Réarranger

source: Orders
de: verspätete Bestellung
fi: Tilaukset
fr: Réarranger

source: Orders per channel
fi: Tilauksia per kanava

source: Orders placed
fi: Tehtyjä tilauksia

source: Outlet
de: Standorte
fi: Myyntipiste
fr: Points de vente

source: Outlet location:
fi: Myyntipisteen sijainti:
fr: Points de vente

source: Outlet Name:
de: Standorte
fi: Myyntipisteen nimi:
fr: Points de vente

source: package
fi: paketti

source: Password
de: Passwort
fi: Salasana
fr: Mot de passe

source: Payment
de: Zahlungsweise Hinzügen
fi: Maksu
fr: 3. Paiement

source: Payment Methods
de: Zahlungsmethode
fi: Maksutavat
fr: Moyen de paiement

source: Please add a credit card to resubscribe
fi: Lisää luottokortti jos haluat tilata uudelleen

source: Please add a payment method to keep your account active
fi: Lisää maksutapa jos haluat pitää tilisi aktiivisena

source: Please choose a slot.
fi: Valitse väli
fr: Veuillez choisir un créneau.

source: Please enter a message and a short name or remove this notification.
de: Bitte eine Nachricht und eine Abkürzung eingeben oder diese Benachrichtigung löschen.
fi: Kirjoita viesti ja lyhyt nimi. Tai poista tämä viesti.

source: Please enter a valid number (e.g. 20.52)
de: Bitte eine gültige Nummer eingeben (z.B. 20.52)
fi: Kirjoita numero (esim 20.52)
fr: Veuillez entrer une adresse email valide

source: Please enter a valid number (e.g. 3.25)
de: Bitte eine gültige Nummer eingeben (z.B. 3.25)
fi: Kirjoita numero (esim 3.52)
fr: Veuillez entrer une adresse email valide

source: Please enter a valid telephone number
de: Bitte geben Sie eine gültige Telefonnummer ein
fi: Kirjoita puhelinnumero
fr: Veuillez entrer une adresse email valide

source: Please enter a valid time interval in minutes (e.g. 20)
de: Bitte gültigen Zeitraum in Minuten eingeben (z.B. 20)
fi: Kirjoita tauko minuuteissa (esim. 20)
fr: Veuillez entrer une adresse email valide

source: Please enter both the notification and a short name.
de: Bitte Benachrichtigung und Abkürzung eingeben
fi: Kirjoita sekä viesti että lyhyt nimi

source: Please provide a discount percentage (between 0 and 100)
de: Bitte geben Sie den Prozentsatz für Rabatt an (zwischen 0 und 100)
fi: Kirjoita alennus prosentti (0-100)

source: Please type a delivery zone (max 200chars)
de: Bitte geben ein Liefergebiet ein (max. 200 Zeichen).
fi: Kirjoita toimitusalue (enintään 200 merkkiä)
fr: Veuillez entrer un nom d'utilisateur (max 200 caractères)

source: Please type a description (max 250chars)
fi: Kirjoita kuvaus (enintään 250 merkkiä)
fr: Veuillez taper un descriptif (max 250 caractères)

source: Please type a valid email address
de: Bitte geben Sie eine gültige E-Mail Adresse ein
fi: Kirjoita voimassa oleva sähköpostiosoite
fr: Veuillez entrer une adresse email valide

source: Please type an event name (max 100 chars)
fi: Kirjoita tilaisuuden nimi (enintään 100 merkkiä)
fr: Veuillez entrer le nom de l'événement

source: Please type an event name (max 100chars)
fi: Kirjoita tilaisuuden nimi (enintään 100 merkkiä)
fr: Veuillez entrer le nom de l'événement

source: Please type your account name.(max 100chars)
de: Bitte geben Sie Ihren Nachnamen ein (max. 100 Zeichen).
fi: Kirjoita käyttäjätilin nimi (enintään 100 merkkiä)
fr: Veuillez taper votre nom (max 100 caractères)

source: Please type your first name.(max 100chars)
de: Bitte geben Sie Ihren Vornamen ein (max. 100 Zeichen).
fi: Kirjoita etunimi (enintään 100 merkkiä)
fr: Veuillez taper votre prénom (max 100 caractères)

source: Please type your last name.(max 100chars)
de: Bitte geben Sie Ihren Nachnamen ein (max. 100 Zeichen).
fi: Kirjoita sukunimi (enintään 100 merkkiä)
fr: Veuillez taper votre nom (max 100 caractères)

source: Please update your card details within
de: Bitte geben Sie Ihre E-Mail ein
fi: Päivitä korttisi tiedot
fr: Veuillez taper votre Email

source: Please, setup the group booking settings first.
fi: Tee ensi ryhmätilauksen asetukset

source: Post-Game
fi: Pelin jälkeen

source: Post-Show
fi: Esityksen jälkeen

source: Postcode
de: Postleitzahl des Unternehmens
fi: Postinumero
fr: Code postal de l'endroit

source: Pre-Game
fi: Ennen peliä

source: Pre-Show
fi: Ennen esitystä

source: Preset customer notifications, sent by email and push alert
de: Voreingestellte Benachrichtigungen für Kunden per E-Mail und Push Meldung versendet
fi: Sähköpostitse ja push-viesteinä lähtevät asiakasviestit

source: Preset Notifications
de: Benachrichtigungen
fi: Viestiasetukset
fr: Notifications

source: Preset order rejection notifications, sent by email and push alert
de: Voreingestellte Benachrichtigungen bei abgelehnten Bestellungen per E-Mail und Push Mitteilung versendet
fi: Sähköpostitse ja push-viesteinä lähtevät hylkäysviestit

source: Previous
fi: Edellinen

source: PRINT BOOKING
fi: TULOSTA VARAUS

source: Profile
de: Profil
fi: Profiili
fr: Profil

source: Promotion
fi: Promootio

source: Quantity Ordered
de: Menge
fi: Tilattu määrä
fr: Quantité

source: Refresh
fi: Päivitä

source: Reports
de: Meldung über abgelehnte Bestellung
fi: Raportit
fr: Réarranger

source: Restaurant Name
fi: Ravintolan nimi

source: RESUBSCRIBE
fi: TILAA UUDELLEEN

source: SAVE
de: SPEICHERN
fi: TALLENNA
fr: ENREGISTRER

source: Save changes
fi: Tallena muutokset

source: SAVE CHANGES
de: ÄNDERUNGEN SPEICHERN
fi: TALLENNA MUUTOKSET
fr: ENREGISTRER MODIFICATIONS

source: SAVING...
de: SPEICHERN...
fi: TALLENTAA...
fr: EN COURS DE SAUVEGARDE

source: Schedule
fi: Ajasta
fr: Adresse de l'endroit

source: Second-Interval
fi: Toinen tauko
fr: Créneau de Collecte : Deuxième Entracte

source: Select the days on the calendar below.
fi: Valitse päivät alla olevasta kalenterista

source: Selected
de: Auswahl Angebot
fi: Valittu
fr: Sélectionner tous les menus(

source: Short name
de: Abkürzung
fi: Lyhyt nimi
fr: Prénom

source: Slot name
fi: Välin nimi
fr: Prénom

source: Sorry, but there's been an error processing your request.
fi: Virhe käsittelyssä
fr: Désolés, mais il y a eu une erreur lors du traitement de votre demande.

source: Start Date
fi: Aloituspäivämäärä
fr: Date de début

source: Start Time
fi: Aloitusaika
fr: Heure de début

source: Start time:
fi: Aloitusaika:
fr: Heure de début

source: Status
fi: Tila

source: Stock
fi: Varasto

source: Submit
fi: Lähetä

source: Subscriptions
de: Beschreibung
fi: Tilaukset
fr: Descriptif

source: The event organiser can change their orders up until this time
fi: Tilaisuuden järjestäjä voi muuttaa tilauksiaan tähän aikaan asti

source: the event start time
fi: tilaisuuden alkamisaika

source: the event start time, it ends
fi: tilaisuuden alkamisaika, se loppuu

source: These show when you are open for ordering, such as performances or matches. They can be viewed from the front page of your app
fi: Nämä näyttävät milloin sinulta voi tilata tuotteita. Nämä näkyvät sovelluksen etusivulla.
fr: Il montreront quand vous êtes ouverts, comme pour des matchs ou spectacles. Ils seront visibles depuis la première page de l’application

source: This slot is available up until
fi: Tämä väli on tarjolla

source: This slot starts
fi: Tämä väli alkaa

source: Time
de: Zeit?
fi: Kello
fr: Heure?

source: Time?
fi: Aika?
fr: Heure?

source: Tools
fi: Työkalut
fr: Outils

source: Total
de: verspätete Bestellung
fi: Yhteensä
fr: Réarranger

source: TOTAL
fi: YHTEENSÄ

source: Total Spent
de: Gesamtumsatz
fi: Käytetty yhteensä
fr: Total chiffre d'affaires

source: Town/City
de: Stadt
fi: Kaupunki

source: UPGRADE
fi: PÄIVITÄ

source: Venue Alerts
de: Unternehmensname
fi: Tapahtumpaikkauutisia
fr: Titre du lieu

source: Visible?
fi: Näkyvissä?

source: Website
fi: Verkkosivu

source: WEEKLY
fi: Viikoittain

source: What's your event duration?
fi: Kuinka kauan tilaisuus kestää?
fr: Les jours où vous êtes ouverts

source: YEARLY
fi: VUOSITTAIN

source: Yes
de: Ja
fi: Kyllä
fr: Oui

source: Yes, delete this event!
fi: Kyllä, poista tämä tilaisuus!
fr: Oui, supprimer cet événement

source: Yes, delete this menu!
fi: Poista tämä menu

source: Yes, duplicate this menu!
fi: Kopioi tämä menu

source: You are currently subscribed to the
de: Ihre App ist zurzeit im
fi: Tilaat tällä hetkellä
fr: Votre App est actuellement en

source: You have an outstanding payment!
de: Zahlungsmethode
fi: Sinulla on maksamaton maksu!
fr: Moyen de paiement

source: You have no active subscriptions, your account will not be billed at this time.
fi: Sinulla ei ole aktiivisia tilauksia. Tiliäsi ei laskuteta.

source: Your account will be billed
de: Ihr Konto
fi: Tiliäsi laskutetaan
fr: Votre compte

source: Your account will be deactivated on
de: Ihr Konto
fi: Tilisi poistetaan käytöstä
fr: Votre compte

source: Your events
fi: Tilaisuutesi
fr: Vos événements

source: Your free trial of this subscription will end at midnight on
fi: Ilmainen kokeiluversiosi umpeutuu keskiyönä

source: Your subscription has been cancelled
de: Angebot-Konfigurationen wurden gespeichert!
fi: Tilauksesi on peruutettu
fr: Configurations du menu ont bien été enregistrées !

source: YY
fi: VV

source: SAVING..."
de: SPEICHERN...
fr: EN COURS DE SAUVEGARDE

source: SAVE CHANGES>
de: ÄNDERUNGEN SPEICHERN

source: SAVING...>
de: SPEICHERN...
