Repository: zperk0/preo
Catalog: locale/*.po
Languages: da, fi, nb, pt, sv

source: Error moving outlet location
da: Fejl ved flytning af placering af udsalgssted
fi: Virhe myyntipaikan sijainnin siirtämisesssä
nb: Feil ved flytting av leveringsområde
pt: Ocorreu um erro ao mover este ponto de coleta
sv: Problem med att flytta butikens plats

source: Error saving collection slot
da: Fejl ved gemning af opsamlingssted
fi: Virhe noutoajan tallennuksessa
nb: Feil ved lagring av tidspunkt for henting
pt: Ocorreu um erro ao salvar o horário de retirada
sv: Det gick inte att spara uthämtningstid

source: Error saving custom field
da: Fejl ved gemning af brugerdefineret felt
nb: Feil ved lagring
pt: Ocorreu um erro ao salvar este campo customizado
sv: Fel vid lagring av anpassat fält

source: Error saving event
da: Fejl ved gemning af event
fi: Virhe tapahtuman tallentamisessa
nb: Feil ved lagring av arrangement
pt: Ocorreu um erro ao salvar o evento
sv: Fel vid sparandet av event

source: Error saving outlet
da: Fejl ved gemning af udsalgssted
fi: Virhe myyntipisteen tallentamisessa
nb: Feil ved lagring av utleveringssted
pt: Ocorreu um erro ao salvar o ponto de coleta
sv: Problem med att spara butik

source: Error saving outlet location
da: Fejl ved gemning af placering af udsalgssted
fi: Virhe myynpisteen sijainnin tallentamisessa
nb: Feil ved lagring av leveringsområde
pt: Ocorreu um erro ao salvar o ponto de coleta
sv: Problem med att spara butikens plats

source: Error saving schedule
da: Fejl ved gemning af tidsplan
fi: Virhe aikataulun tallentamisessa
nb: Feil ved lagring av tidsplan
pt: Ocorreu um erro ao salvar a agenda
sv: Fel vid sparandet av schema

source: Error saving tax Group
da: Fejl ved gemning af skattegruppe
fi: Virhe veroryhmän tallentamisessa
nb: Feil ved lagring av momsgruppe
pt: Ocorreu um erro ao salvar o grupo de taxas
sv: Fel vid sparandet av momsgrupp

source: Error saving tax rate
pt: Ocorreu um erro ao salvar a taxa de imposto

source: Error updating Mobile App styling.
nb: Feil ved oppdatering av Mobil App design
pt: Ocorreu um erro ao atualizar os estilos do aplicativo
sv: Ett fel uppstod vid formgivningen av mobilappen.

source: Error updating collection slot
da: Fejl ved opdatering af opsamlingssted
fi: Virhe noutoajan päivityksessä
nb: Feil ved oppdatering av tidspunkt for henting
pt: Ocorreu um erro ao atualizar o horário da retirada
sv: Det gick inte att uppdatera uthämtningstid

source: Error updating custom field
da: Fejl ved opdatering af brugerdefineret felt
nb: Feil ved oppdatering
pt: Ocorreu um erro ao atualizar o campo customizado
sv: Fel vid uppdatering av anpassat fält

source: Error updating event
da: Fejl ved opdatering af event
fi: Virhe tapahtuman päivityksessä
nb: Feil ved oppdatering av arrangement
pt: Ocorreu um erro ao atualizar o evento
sv: Fel vid uppdatering av evenemang

source: Error updating outlet location
da: Fejl ved opdatering af udsalgssted
nb: Feil ved oppdatering
pt: Ocorreu um erro ao atualizar o ponto de coleta
sv: Ett fel uppstod vid ändringen av uthämtningsplatsen

source: Error updating schedule
da: Fejl ved opdatering af tidsplan
fi: Virhe aikataulun päivityksessä
nb: Feil ved oppdatering av tidsplan
pt: Ocorreu um erro ao atualizar a agenda
sv: Fel vid uppdatering av schema

source: Error updating tag
da: Fejl ved opdatering af tag
nb: Feil ved endring av stikkord
pt: Ocorreu um erro ao atualizar a tag
sv: Ett fel uppstod i uppdateringen av etiketten

source: Error updating tag action
da: Fejl ved opdatering af tag-handling
nb: Feil ved endring av aktivitet for stikkord
pt: Ocorreu um erro ao atualizar a ação da tag
sv: Ett fel uppstod i uppdateringen av etiketten

source: Event
pt: Evento
sv: Evenemang

source: Event created
da: Event oprettet
fi: Tapahtuma luotu
nb: Arrangement opprettet
pt: Evento criado
sv: Evenemang skapat

source: Event deleted successfully.
da: Event slettet
nb: Arrangement slettet.
pt: Evento foi deletado com sucesso
sv: Borttagningen av evenemanget lyckades.

source: Event name
da: Eventnavn
fi: Tapahtuman nimi
nb: Arrangement navn
pt: Nome do evento
sv: Evenemangets namn

source: Event updated
da: Event opdateret
fi: Tapahtuma päivitetty
nb: Arrangement oppdatert
pt: Evento atualizado
sv: Evenemanget uppdaterat

source: Events
fi: Tapahtumat
nb: Arrangementer
pt: Eventos
sv: Evenemang

source: Events imported successfully.
da: Import af events lykkedes.
nb: Arrangement importert.
pt: Eventos importados com sucesso
sv: Importeringen av evenemanget lyckades.

source: Events imported:
da: Importerede events:
nb: Arrangement importert:
pt: Eventos importados:
sv: Importerade evenemang:

source: Expiry:
da: Udløb:
fi: Voimassaolo päättyy:
nb: Utløper:
pt: Validade:
sv: Giltigt till:

source: Export as CSV
da: Eksportér som CSV
nb: Eksporter som CSV
pt: Exportar como CSV
sv: Exportera som CSV

source: Export as PDF
da: Eksportér som PDF
nb: Eksporter til PDF
pt: Exportar como PDF
sv: Exportera som PDF

source: External ID
nb: Ekstern ID
pt: ID Externo
sv: Extern ID

source: External events
da: Eksterne events
nb: Eksterne arrangement
pt: Eventos externos
sv: Externt evenemang

source: Failed duplicating outlet location
da: Dublering af udsalgssted fejlede
fi: Myyntipisteen sijainnin kopiointi epäonnistui
nb: Duplisering av leveringsområde feilet
pt: Ocorreu um erro ao duplicar o ponto de coleta
sv: Kunde inte duplicera butikens plats

source: Failed to move outlet location
da: Flytning af udsalgssted fejlede
fi: Myyntipisteen sijainnin siirtäminen epäonnistui
nb: Flytting av leveringsområde feilet
pt: Ocorreu um erro ao mover o ponto de coleta
sv: Problem med att flytta butikens plats

source: Failed to remove outlet
da: Sletning af udsalgssted fejlede
fi: Myyntipisteen poistaminen epäonnistui
nb: Sletting av utleveringssted feilet
pt: Ocorreu um erro ao remover o ponto de coleta
sv: Problem med att ta bort butik

source: Failed to update the group
da: Opdatering af gruppe fejlede
fi: Ryhmän päivitys epäonnistui
nb: Oppdatering av gruppen feilet
pt: Ocorreu um erro ao atualizar o grupo
sv: Problem med att uppdatera gruppen

source: Fees
fi: Kulut
nb: Avgifter
pt: Taxas
sv: Avgifter

source: Field name
da: Navn på felt
nb: Feltnavn
pt: Nome do campo
sv: Namn på fält

source: File type
da: Filtype
fi: Tiedostotyyppi
nb: Filtype
pt: Tipo do arquivo
sv: Filtyp

source: Finnish
da: Afslut
fi: suomi
nb: Finsk
pt: Finlandês
sv: Finska

source: First name
pt: Primeiro nome

source: First purchase only
da: Kun første køb
fi: Vain ensimmäinen ostos
nb: Kun første kjøp
pt: Somente na primeira compra
sv: Endast första beställning

source: Fish
da: Fisk
nb: Fisk
pt: Peixe
sv: Fisk

source: Food and drink menu
da: Mad- og drikkevaremenu
fi: Ruoka- ja juomamenu
nb: Meny for mat og drikke
pt: Cardápio de comida e bebida
sv: Mat- och dryckesmeny

source: Footer
fi: Alatunniste
nb: Bunnområde
pt: Rodapé
sv: Sidfot

source: Footer text
da: Footer-tekst
fi: Alatunnisteen teksti
nb: Tekst for bunnområde
pt: Texto do rodapé
sv: Text i sidfot

source: Forgot Password
da: Glemt kodeord
fi: Salasana unohtunut
nb: Glemt passord
pt: Esqueci a senha
sv: Glömt lösenord

source: Free delivery for orders above
da: Gratis udbringning på ovenstående ordrer
fi: Ilmainen toimitus ylläoleville tilauksille
nb: Gratis levering for ordre over
pt: Entrega gratuita para os pedidos acima de
sv: Gratis leverans for beställningarna ovan

source: Free delivery order value
da: Gratis udbringning ordreværdi
fi: Ilmaisen toimituksen tilauksen arvo
nb: Ordreverdi for gratis levering
pt: Valor para entrega gratuita
sv: Ordervärde för gratis leverans

source: French
da: Fransk
fi: ranska
nb: Fransk
pt: Francês
sv: Franska

source: Frequency is required.
da: Frekvens er påkrævet
nb: Frekvens er nødvendig.
pt: Frequência é obrigatório
sv: Frekvens krävs

source: Frequency:
da: Frekvens:
nb: Frekvens:
pt: Frequência:
sv: Frekvens:

source: From here you can manage multiple venues at the same time.
pt: Aqui você pode gerenciar multiplos estabelecimentos ao mesmo tempo.

source: From {{inputDateFrom}}
nb: Fra {{inputDateFrom}}
pt: De {{inputDateFrom}}
sv: Från {{inputDateFrom}}

source: Full client
da: Klient fyldt
nb: Premium-bruker
pt: Cliente completo
sv: Kund

source: Function not available
pt: Função não disponível

source: GDPR information
nb: GDPR informasjon
pt: Informações sobre GDPR

source: GO TO DASHBOARD
da: GÅ TIL DASHBOARD
fi: MENE VALIKKOON
nb: TIL KONTROLLPANEL
pt: IR PARA O DASHBOARD
sv: GÅ TILL ADMINSIDAN

source: GO TO LOGIN
da: GÅ TIL LOGIN
fi: MENE SISÄÄNKIRJAUTUMISEEN
nb: TIL LOGG INN
pt: IR PARA O LOGIN
sv: TILL INLOGGNINGEN

source: GOT IT
da: HAR FATTET DET
fi: YMMÄRRÄN
nb: FORSTÅTT
pt: ENTENDI
sv: OK

source: German
da: Tysk
fi: saksa
nb: Tysk
pt: Alemão
sv: Tyska

source: Gift Vouchers
da: Gave-vouchers
fi: Lahjakupongit
nb: Gavekort
pt: Cartões de presente
sv: Presentkuponger

source: Gluten
pt: Glúten

source: Gluten Free
da: Glutenfri
nb: Glutenfri
pt: Sem glúten
sv: Glutenfri

source: Go to stripe
da: Gå til stribe
fi: Mene stripeen
nb: Gå til Stripe
pt: Ir para o stripe
sv: Gå till Stripe

source: Got it
da: Har fattet det
fi: Ymmärrän
nb: Forstått
pt: Entendi
sv: OK

source: Group Bookings
da: Gruppebookinger
fi: Ryhmävaraukset
nb: Forhåndsbestillinger
pt: Reservas para grupos
sv: Gruppbokningar

source: Group label
da: Gruppelabel
fi: Ryhmämerkki
nb: Gruppe merking
pt: Nome do grupo
sv: Gruppnamn

source: Header
fi: Ylätunniste
pt: Cabeçalho
sv: Rubrik

source: Hide delivery zone
da: Skjul afleveringssted
fi: Piilota toimitusalue
nb: Skjul leveringsområde
pt: Esconder zona de entrega
sv: Göm leveransplats

source: Hide from menu
da: Skjul fra menu
fi: Piilota menusta
nb: Skjul fra meny
pt: Esconder do cardápio
sv: Dölj från meny

source: Home
da: Hjem
fi: Alkuun
nb: Hjem
pt: Início
sv: Hem

source: Hot
da: Krydret
nb: Sterk
pt: Apimentado
sv: Stark

source: How customers signed up
da: Hvordan kunderne registrerede sig
nb: Hvordan gjesten meldte seg på
pt: Como os cliente se cadastraram
sv: Hur kunder anmälde sig

source: I Forgot My Password
da: Jeg har glemt mit kodeord
fi: Unohdin salasanani
nb: Glemt passord?
pt: Eu esqueci minha senha
sv: Jag har glömt mitt lösenord

source: I already have an account
pt: Eu já tenho uma conta

source: If there are any problems, please contact {{venue}} on {{contact}}
da: Hvis der opstår problemer, så kontakt {{venue}} på {{contact}}
fi: Ongelmatilanteessa ole yhteydessä tapahtumapaikkaan {{venue}} {{contact}}
nb: Ved spørsmål vennligst kontakt {{venue}} på {{contact}}
pt: Se houver algum problema, por favor entre em contato com {{venue}} no {{contact}}
sv: Om problem uppstår, kontakta {{venue}} på {{contact}}

source: If there are any problems, please contact {{venue}}'s staff
da: Hvis der opstår problemer, så kontakt {{venue}}s personale
fi: Ongelmatilanteessa ole yhteydessä tapahtumapaikan {{venue}} henkilökuntaan
nb: Ved spørsmål vennligst ta direkte kontakt med {{venue}}
pt: Se houver algum problema, por favor entre em contato com os funcionários do {{venue}}
sv: Om problem uppstår, kontakta {{venue}}s personal

source: If you delete this slot, it will be removed from all your events. <br /> Are you sure?
da: Hvis du sletter dette felt, vil det blive fjernet fra alle dine events. <br/> Er du sikker?
fi: Jos poistat tämän ajan, se poistetaan kaikista tapahtumistasi. <br/> Oletko varma?
nb: Hvis du sletter denne perioden vil den bli fjernet fra alle dine arrangement. <br/> Er du sikker?
pt: Se você deletar esse horário de coleta, o mesmo será removido de seus eventos. <br/> Você tem certeza?
sv: Om du tar bort denna plats så kommer den att raderas från alla dina evenemang.<br/> Är du säker?

source: Image
da: Billede
fi: Kuva
nb: Bilde
pt: Imagem
sv: Bild

source: Image Deleted successfully.
nb: Bilde slettet.
pt: Imagem deletada com sucesso
sv: Bilden har tagits bort.

source: Image not found
da: Billede ikke fundet
fi: Kuvaa ei löytynyt
nb: Bilde ikke funnet
pt: Imagem não encontrada
sv: Bilden hittades inte

source: Import
pt: Importar

source: Import Ticket Master event
da: Importér Ticketmaster-event
nb: Import av Ticket Master arrangement
pt: Importar evento do Ticker Master
sv: Importera Ticketmaster-evenemang

source: Import event(s)
da: Importér events
nb: Importer arrangement
pt: Importar evento(s)
sv: Importera evenemang

source: Import existing item
da: Importér eksisterende enhed
fi: Tuo olemassaoleva tuote
nb: Importer eksisterende vare
pt: Importar um item existente
sv: Importera befintlig produkt

source: Import new event
da: Importér ny event
nb: Importer nye arrangement
pt: Importar um novo evento
sv: Importera nytt evenemang

source: Imported events
da: Importerede events
nb: Importerte arrangement
pt: Eventos importados
sv: Importerade evenemang

source: In case of customer queries contact
da: I tilfælde af kundehenvendelser, så kontakt
fi: Asiakkaiden kysellessä ota yhteys
nb: Ved kundehenvendelser kontakt:
pt: Para questões de clientes, entre em contato
sv: Vid frågor från kunder, kontakta:

source: Individially numbered locations
da: Individuelt nummererede steder
fi: Yksilöllisesti numeroidut paikat
nb: Individuelt nummererte steder
pt: Local númerado individualmente
sv: Individuellt numrerade platser

source: Individual active promotions
nb: Aktive individuelle kampanjer
pt: Promoções individuais ativas

source: Individual historic promotions
nb: Historiske individuelle kampanjer
pt: Promoções individuais antigas

source: Individual item data (number sold)
da: Individuel enhedsdata (antal solgte enheder)
nb: Individuell data (antall solgte enheter)
pt: Item individual (número de vendas)
sv: Individuell objektdata (antal sålda)

source: Individual item data (revenue)
da: Individuel enhedsdata (indtjening)
nb: Omsetning per enhet
pt: Item individual (receita)
sv: Individuell objektdata (intäkter)

source: Invalid configuration
da: Ugyldig konfiguration
fi: Virheellinen rakenne
nb: Ugyldig konfigurasjon
pt: Configuração inválida
sv: Ogiltiga inställningar

source: Invalid date.
da: Ugyldig dato.
fi: Virheellinen päivämäärä.
nb: Ugyldig dato.
pt: Data inválida.
sv: Ogiltigt datum.

source: Invalid email
da: Ugyldig email
fi: Virheellinen sähköposti
nb: Ugyldig e-post
pt: Email inválido
sv: Ogiltig mailadress

source: Invalid email address.
da: Ugyldig email-adresse.
fi: Virheellinen sähköpostiosoite
nb: Ugyldig e-post
pt: Endereço de email inválido
sv: Ogiltig mailadress.

source: Invalid format.
da: Ugyldigt format.
fi: Virheellinen muoto.
nb: Ugyldig format.
pt: Formato inválido.
sv: Ogiltigt format.

source: Invalid price.
da: Ugyldig pris.
fi: Virheellinen hinta
nb: Ugyldig pris.
pt: Preço inválido.
sv: Ogiltigt pris.

source: Invalid username and/or password
da: Ugyldigt brugernavn og/eller kodeord
fi: Virheellinen käyttäjätunnus ja/tai salasana
nb: Ugyldig brukernavn og/eller passord
pt: Usuário ou senha estão inválidos
sv: Ogiltigt användarnamn och/eller lösenord

source: Invitation not sent
da: Invitation ikke sendt
fi: Kutsua ei lähetetty
nb: Invitasjon ikke sendt
pt: Ocorreu um erro ao enviar o convite
sv: Inbjudan skickades inte

source: Invitation sent
da: Invitation sendt
fi: Kutsu lähetetty
nb: Invitasjon sendt
pt: Convite enviado
sv: Inbjudan skickades

source: Invite new user
da: Invitér ny bruger
fi: Kutsu uusi käyttäjä
nb: Inviter ny bruker
pt: Convidar novo usuário
sv: Bjud in ny användare

source: It is not possible to delete your own user.
da: Det er ikke muligt at slette at slette din egen brugerprofil.
fi: Et voi poistaa itseäsi.
nb: Det er ikke mulig å slette din egen bruker.
pt: Não é possível deletar seu próprio usuário.
sv: Det är inte möjligt att radera ditt eget användarkonto.

source: It is not possible to select a single location as your outlet configuration.
da: Det er ikke muligt at vælge et enkelt sted som din udsalgssteds-konfiguration.
fi: Myyntipisteesi rakenteella ei ole mahdollista valita yksittäistä sijaintia.
nb: Det er ikke mulig å velge kun ett område for ditt utleveringssted.
pt: Não é possível selecionar um local único como sua configuração de ponto de coleta
sv: Det är inte möjligt att ange en plats som din butiksinställning.

source: Item cap per event
nb: Antall per arrangement
pt: Item cap por evento
sv: Maxantal per evenemang

source: Item lead time
nb: Produksjonstid
pt: Tempo de preparo

source: Item name
da: Navn på element
fi: Tuotteen nimi
nb: Varenavn
pt: Nome do item
sv: Produktens namn

source: Items decreasing in revenue
da: Elementer med faldende indtjening
nb: Redusert omsetning
pt: Items decrescentes nas receitas
sv: Produkter som minskar i intäkter

source: Items descreasing in popularity
da: Elementer med faldende popularitet
nb: Redusert popularitet
pt: Items decrescentes em popularidade
sv: Produkter som minskar i popularitet

source: Items increasing in popularity
da: Elementer med stigende popularitet
nb: Økt popularitet
pt: Items crescendo em popularidade
sv: Produkter som ökar i popularitet

source: Items increasing in revenue
da: Elementer med stigende indtjening
nb: Økt omsetning
pt: Items crescendo em receita
sv: Produkter som ökar i intäkterna

source: Just this menu
da: Kun denne menu
fi: Vain tämä menu
nb: Kun denne menyen
pt: Somente este cardápio
sv: Bara denna meny

source: Labels
fi: Merkit
nb: Etiketter
pt: Rótulos
sv: Etiketter

source: Language
da: Sprog
fi: Kieli
nb: Språk
pt: Idioma
sv: Språk

source: Language saved
da: Sprog gemt
fi: Kieli tallennettu
nb: Språk lagret
pt: Idioma salvo
sv: Språk sparat

source: Last 30 days
pt: Últimos 30 dias

source: Last 7 days
pt: Últimos 7 dias

source: Last name
pt: Último nome

source: Last order
nb: Siste bestilling
pt: Último pedido

source: Lead Time
da: Leveringstid
fi: Läpimenoaika
nb: Standard forberedelsestid
pt: Tempo de espera
sv: Ledtid

source: Lead time
da: Leveringstid
fi: Läpimenoaika
nb: Standard forberedelsestid
pt: Tempo de espera
sv: Ledtid

source: Link to external URL
da: Link til ekstern URL
nb: Lenke til ekstern URL
pt: Link para URL externa
sv: Länk till extern URL

source: Location label
da: Label på sted
fi: Sijaintikoodi
nb: Område etikett
pt: Texto do local
sv: Plats märkning

source: Location name
da: Navn på sted
fi: Sijainnin nimi
nb: Navn
pt: Nome do local
sv: Namn på plats

source: Location not found
da: Sted ikkefundet
fi: Sijaintia ei löytynyt
nb: Område ikke funnet
pt: Localização não encontrada
sv: Platsen hittades inte

source: Manage Users
da: Administrér brugere
fi: Hallinnoi käyttäjiä
nb: Administrere brukere
pt: Gerenciar usuários
sv: Hantera användare

source: Manager
da: Administrator
fi: Johtaja
nb: Leder
pt: Gerente

source: Mandatory
da: Obligatorisk
fi: Pakollinen
nb: Påbudt
pt: Obrigatório
sv: Obligatoriskt

source: Max file size
da: Maks. filstørrelse
fi: Maksimi tiedostokoko
nb: Maks filstørrelse
pt: Tamanho máximo do arquivo
sv: Filens maxvikt

source: Max length is 100.
da: Maks. længde er 100.
fi: Maksimipituus on 100.
nb: Maks lengde er 100.
pt: Quantidade máxima de 100 caracteres
sv: Maxlängd 100.

source: Max length is 1000 chars.
da: Maks. længde er 1000 tegn.
fi: Maksimipituus on 1000 merkkiä.
nb: Maks lengde er 1000 tegn.
pt: Quantidade máxima de 1000 caracteres
sv: Maxlängd är 1000 tecken.

source: Max length is 2048.
pt: Quantidade máxima de 2048 caracteres

source: Max length is 255.
da: Maks. længde er 255.
fi: Maksimipituus on 255.
nb: Maks lengde er 255.
pt: Tamanho máximo de 255 caracteres
sv: Maxlängd 255.

source: Max length is 256.
da: Maks. længde er 256.
fi: Maksimipituus o 256.
nb: Maks lengde er 256.
pt: Tamanho máximo de 256 caracteres
sv: Maxlängd är 256.

source: Max length is 300.
da: Maks. længde er 300.
nb: Maks lengde er 300.
pt: Tamanho máximo de 300 caracteres
sv: Maxlängd är 300.

source: Max length is 50.
da: Maks. længde er 50.
fi: Maksimipituus on 50.
nb: Maks lengde er 50.
pt: Tamanho máximo de 50 caracteres
sv: Maxlängd är 50.

source: Max length is 500.
da: Maks. længde er 500.
fi: Maksimipituus on 500.
nb: Maks lengde er 500.
pt: Tamanho máximo de 500 caracteres
sv: Maxlängd är 500.

source: Max length is 512.
da: Maks. længde er 512.
fi: Maksimipituus on 512.
nb: Maks lengde er 512.
pt: Tamanho máximoQuantidade máxima de 512 caracteres
sv: Maxlängd är 512.

source: Max value is 100%.
da: Maks. værdi er 100%.
fi: Maksimiarvo on 100%.
nb: Maks verdi er 100%
pt: Valor máximo é 100%.
sv: Maxvärde är 100%

source: Max value is 1000.
da: Maks. værdi er 1000.
fi: Maksimiarvo on 1000.
nb: Maks veri er 1000.
pt: Valor máximo é 1000.
sv: Maxvärde 1000.

source: Max value is 2147483646.
da: Maks. værdi er 2147483646.
fi: Maksimiarvo on 2147483646.
nb: Maks verdi er 2147483646.
pt: Valor máximo é 2147483646.
sv: Maxvärde är 2147483646.

source: Max value is {{ '99999999.99' | currency:true }}.
da: Maks. værdi er {{ '99999999.99' | currency:true }}.
fi: Maksimiarvo on {{ '99999999.99' | currency:true }}.
nb: Maks verdi er {{ '99999999.99' | currency:true }}.
pt: Valor máximo é {{ '99999999.99' | currency:true }}.
sv: Maxvärde är {{ '99999999.99' | currency:true }}.

source: Max value is {{ modifierSelectionCtrl.maxIntegerValue }}.
da: Maks. værdi er {{ modifierSelectionCtrl.maxIntegerValue }}.
fi: Maksimiarvo on {{ modifierSelectionCtrl.maxIntegerValue }}.
nb: Maks verdi er {{ modifierSelectionCtrl.maxIntegerValue }}.
pt: Valor máximo é {{ modifierSelectionCtrl.maxIntegerValue }}.
sv: Maxvärde {{ modifierSelectionCtrl.maxIntegerValue }}.

source: Maximum Selection
da: Maksimum-valg
fi: Maksimi valintamäärä
nb: Maks valg
pt: Seleção máxima
sv: Max val

source: Maximum selection needs to be equal or bigger than minimum selection
da: Maksimum-valget skal være lig med eller højere end minimum-valget
fi: Maksimivalinnan täytyy olla yhtäsuuri tai suurempi kuin minimivalinta
nb: Maks valg må være lik eller høyere enn minimum valg
pt: Seleção máxima precisa ser igual ou maior do que a seleção mínima
sv: Max antal val måste vara större än minimum antalet

source: Maximum value is 100%
da: Maks. værdi er 100%
fi: Maksimiarvo on 100%
nb: Maks verdi er 100%
pt: Valor máximo é 100%
sv: Maxvärde är 100%

source: Medium
pt: Médio

source: Menu is required.
da: Menu er påkrævet.
fi: Menu vaadittu
nb: Meny er påkrevd.
pt: Cardápio é obrigatório
sv: En meny krävs.

source: Menu name
da: Menu-navn
fi: Menun nimi
nb: Meny navn
pt: Nome do cardápio
sv: Namn på meny

source: Menus
da: Menuer
fi: Menut
nb: Menyer
pt: Cardápios
sv: Menyer

source: Message
da: Besked
fi: Viesti
nb: Melding
pt: Mensagem
sv: Meddelande

source: Message body
da: Besked body
nb: Innhold i melding
pt: Corpo da mensagem
sv: Meddelandetext

source: Message title
da: Besked titel
nb: Tittel i melding
pt: Título da mensagem
sv: Titel på meddelande

source: Mild
pt: Suave

source: Milk
da: Mælk
nb: Melk
pt: Leite
sv: Mjölk

source: Minimum Selection
da: Minimum-valg
fi: Minimivalinta
nb: Minimum valg
pt: Seleção mínima
sv: Min val

source: Minimum order value
da: Minimum ordreværdi
fi: Minimitilauksen arvo
nb: Minstebeløp for ordre
pt: Valor mínimo do pedido
sv: Minsta värde för beställning

source: Minimum selection needs to be equal or smaller than maximum selection
da: Minimum-valget skal være lig med eller mindre end maksimum-valget
fi: Minimivalinnan tulee olla yhtäsuuri tai pienempi kuin maksimivalinta
nb: Minimum valg må være lik eller lavere enn maks valg
pt: Seleção mínima precisa ser igual ou menor do que a seleção máxima
sv: Minimum antal val måste vara mindre än max antalet

source: Mobile App styling saved with success.
nb: Mobil App design lagret.
pt: Estilos do aplicativo foram salvos com sucesso.
sv: Formgivningen av mobilappen har sparats.

source: Modifiers
fi: Määritteet
nb: Variasjoner
pt: Complementos
sv: Administratörer

source: Molluscs
da: Bløddyr
nb: Bløtdyr
pt: Moluscos
sv: Musslor

source: Monthly
da: Månedligt
nb: Månedlig
pt: Mensal
sv: Månadsvis
