Repository: zperk0/preo
Catalog: locale/*.po
Languages: da, fi, nb, pt, sv

source: % decrease
da: procentvis reduktion
fi: % lasku
nb: % reduksjon
pt: % de redução
sv: % minskning

source: % increase
da: procentvis stigning
fi: % nousu
nb: % økning
pt: % de aumento
sv: % ökning

source: (pending)
da: (venter)
fi: (odottaa)
nb: (venter)
pt: (pendente)
sv: (väntande)

source: ** Showing the next 100 events available. Events not displayed can be searched using field above.
da: ** Viser de følgende 100 ledige events. Events der ikke bliver vist kan søges i feltet foroven.
fi: ** Näyttää seuraavat 100 saatavilla olevaa tapahtumaa. Tapahtumia jotka eivät ole näkyvissä, voi etsiä yllä olevan hakukentän kautta.
nb: ** Viser de neste 100 arrangementene. Du kan benytte søkefeltet over for å finne flere.
pt: ** Mostrando os próximos 100 eventos disponíveis. Eventos que não aparecem pode ser pesquisados usando o campo acima.
sv: ** Visar de kommande 100 evenemangen. Evenemang som inte visas kan sökas efter i fältet ovan

source: 1 year
pt: 1 ano

source: <icon>info</icon> Click on the map to drop a pin, or drag and drop the pin, to set the exact location of your venue
da: <icon>Info</icon> Klik på kortet for at sætte en knappenål eller træk og slip knappenålen på det den præcise adresse for din venue.
fi: <icon>info</icon> Klikkaa karttaa ja määrittele tapahtumapaikkasi sijainti.
nb: <icon>Info</icon> Klikk på kartet for å plassere nåla, eller dra og slipp for å plassere den nøyaktig
pt: <icon>info</icon> Clique no mapa para arrastar o pino, ou arraste e solte o pino para definir a localização exata do seu estabelecimento
sv: Klicka <icon>info</icon> Klicka på kartan för att göra en markering eller dra och släpp markeringen, för att ange exakt platsen för ditt evenemang

source: Add Item
da: Tilføj element
fi: Lisää tuote
nb: Legg til vare
pt: Adicionar item
sv: Lägg till produkt

source: Add Modifier
da: Tilføj
fi: Lisää määre
nb: Legg til variasjon
pt: Adicionar complementos
sv: Lägg till administratör

source: Add New
da: Tilføj ny
fi: Lisää uusi
nb: Legg til ny
pt: Adicionar Novo
sv: Lägg till

source: Add Section
da: Tilføj sektion
fi: Lisää osio
nb: Legg til gruppe
pt: Adicionar seção
sv: Lägg till sektion

source: Add custom fields at checkout
da: Tilføj brugerdefinerede felter ved betaling
fi: Lisää mukautettuja kenttiä kassalla
nb: Legg til egendefinert felt til ordrehode
pt: Adicionar campos específicos ao finalizar pedido
sv: Lägg till anpassade fält vid kassan

source: Add delivery Zones
da: Tilføj afleveringssted
fi: Lisää toimitusalue
nb: Legg til leveringsområder
pt: Adicionar zonas de entrega
sv: Lägg till leveransplatser

source: Add delivery zone
da: Tilføj afleveringssteder
fi: Lisää toimitusalue
nb: Legg til leveringsområde
pt: Adicionar zona de entrega
sv: Lägg till leveransplatser

source: Add item
da: Tilføj element
fi: Lisää tuote
nb: Legg til vare
pt: Adicionar item
sv: Lägg till produkt

source: Add menu
da: Tilføj menu
fi: LIsää menu
nb: Legg til meny
pt: Adicionar cardápio
sv: Lägg till meny

source: Add modifier
da: Tilføj modifier
fi: Lisää määre
nb: Legg til variasjon
pt: Adicionar complemento
sv: Lägg till administratör

source: Add new collection slot
da: Tilføj nyt opsamlingsslot
fi: Lisää uusi noutoaika
nb: Legg til ny periode for henting
pt: Adicionar novo horário de coleta
sv: Lägg till ny uthämtningstid

source: Add new custom field
da: Tilføj nyt brugertilpasset felt
fi: Lisää uusi mukautettu kenttä
nb: Legg til egendefinert felt
pt: Adicionar novo campo específico
sv: Lägg till nya anpassade fält

source: Add new event
da: Tilføj ny begivenhed
fi: Lisää uusi tapahtuma
nb: Legg til nytt arrangement
pt: Adicionar novo evento
sv: Lägg till nytt event

source: Add new group
da: Tilføj ny gruppe
fi: Lisää uusi ryhmä
nb: Legg til ny gruppe
pt: Adicionar novo grupo
sv: Lägg till ny grupp

source: Add new item
da: Tilføj nyt element
fi: Lisää uusi tuote
nb: Legg til vare
pt: Adicionar novo item
sv: Lägg till ny produkt

source: Add new opening hour
da: Tilføj ny åbningstid
fi: Lisää uusi aukioloaika
nb: Legg til nye åpningstider
pt: Adicionar novo horário de funcionamento
sv: Lägg till öppningstid

source: Add new outlet
da: Tilføj nyt udsalgssted
fi: Lisää uusi myyntipiste
nb: Legg til nytt utleveringssted
pt: Adicionar novo ponto de coleta
sv: Lägg till butik

source: Add new schedule
da: Tilføj ny køreplan
fi: Lisää uusi aikataulu
nb: Legg til ny tidsplan
pt: Adicionar nova data
sv: Lägg till nytt schema

source: Add new tag
da: Tilføj nyt tag
fi: Lisää uusi tägi
nb: Legg til stikkord
pt: Adicionar nova tag
sv: Lägg till ny etikett

source: Add new tag action
da: Tilføj ny tag-handling
fi: Lisää uusi tägin toiminto
nb: Legg til aktivitet for stikkord
pt: Adicionar nova ação na tag
sv: Lägg till ny ettikettfunktion

source: Add new tax group
da: Tilføj ny skattegruppe
fi: Lisää uusi veroryhmä
nb: Legg til ny MVA gruppe
pt: Adicionar novo grupo de taxas
sv: Lägg till ny momsgrupp

source: Add new tax rate
pt: Adicionar nova taxa de imposto

source: Add new voucher
da: Tilføj ny voucher
fi: Lisää uusi kuponki
nb: Legg til nytt gavekort
pt: Adicionar novo voucher
sv: Lägg till ny kupong

source: Add note
pt: Adicionar nota

source: Add option
da: Tilføj valgmulighed
fi: Lisää vaihtoehto
nb: Legg til alternativ
pt: Adicionar opção
sv: Lägg till val

source: Add outlets
da: Tilføj udsalgssteder
fi: Lisää myyntipisteitä
nb: Legg til utleveringssted
pt: Adicionar ponto de coleta
sv: Lägg till butiker

source: Add promotion
da: Tilføj promotion
fi: Lisää tarjouskoodi
nb: Legg til rabattkode
pt: Adicionar promoção
sv: Skapa kampanj

source: Add schedule
da: Tilføj køreplan
fi: Lisää aikataulu
nb: Legg til tidsplan
pt: Adicionar data
sv: Lägg till schema

source: Add section
da: Tilføj sektion
fi: Lisää osio
nb: Legg til seksjon
pt: Adicionar seção
sv: Lägg till sektion

source: Add size
da: Tilføj størrelse
fi: Lisää koko
nb: Legg til størrelse
pt: Adicionar tamanho
sv: Lägg till storlek

source: Add sub group
da: Tilføj undergruppe
fi: Lisää alaryhmä
nb: Legg til undergruppe
pt: Adicionar subgrupo
sv: Lägg till undergrupp

source: Add to basket
da: Tilføj kurven
fi: Lisää koriin
nb: Legg i kurven
pt: Adicionar no carrinho
sv: Lägg till i varukorg

source: Add to event
da: Tilføj til event
fi: Lisää tilaisuuteen
nb: Koble til arrangement
pt: Adicionar no evento
sv: Lägg till

source: Additional info
da: Øvrig info
fi: Lisätietoa
nb: Tilleggsinformasjon
pt: Informação adicional
sv: Övrig information

source: Address
pt: Endereço

source: Address line 1
da: Adresselinje 1
fi: Osoiterivi 1
nb: Adresselinje 1
pt: Endereço
sv: Adressrad 1

source: Address line 2
da: Adresselinje 2
fi: Osoiterivi 2
nb: Adresselinje 2
pt: Bairro
sv: Adressrad 2

source: Address line 3
da: Adresselinje 3
fi: Osoiterivi 3
nb: Adresselinje 3
pt: Complemento
sv: Adressrad 3

source: Address not found
da: Adresse ikke fundet
fi: Osoitetta ei löytynyt
nb: Adresse ikke funnet
pt: Endereço não encontrado
sv: Adressen hittades inte

source: Administrator
fi: Järjestelmävalvoja
pt: Administrador
sv: Administratör

source: Advanced
da: Avanceret
fi: Lisäasetukset
nb: Avansert
pt: Avançado
sv: Avancerade

source: After event start time
da: Efter arrangementets starttidspunkt
fi: Tilaisuuden alkamisajan jälkeen
nb: Etter arrangement start tid
pt: Depois do início do evento
sv: Efter evenemangets starttid

source: All
da: Alle
fi: Kaikki
nb: Alle
pt: Todos
sv: Alla

source: All Venues
pt: Todos estabelecimentos

source: All customers
fi: Kaikki asiakkaat
nb: Alle kunder
pt: Todos clientes

source: All items sold
da: Alle elementer solgt
fi: Kaikki tuotteet myyty
nb: Alle solgte varer
pt: Todos os itens vendidos
sv: Alla varor sålda

source: All menus
da: Alle menuer
fi: Kaikki menut
nb: Alle menyer
pt: Todos cardápios
sv: Alla menyer

source: All orders
da: Alle bestillinger
fi: Kaikki tilaukset
nb: Alle bestillinger
pt: Todos pedidos
sv: Alla beställningar

source: All paying customers
da: Alle betalende kunder
fi: Kaikki maksavat asiakkaat
nb: Alle betalende kunder
pt: Todos os clientes pagantes
sv: Alla betalande kunder

source: All promotions
fi: Kaikki promootiot
nb: Alle kampanjer
pt: Todas promoções

source: All your service methods are currently disabled.
da: Alle vores serveringsmetoder er i øjeblikket ude af drift
fi: Kaikki palvelutapasi ovat tällä hetkellä poissa käytöstä
nb: Alle er nå deaktivert.
pt: Todos seus serviços estão atualmente desabilitados
sv: Alla dina tjänster är för närvarande inaktiverade.

source: Allow custom messages:
da: Tillad tilpassede beskeder
fi: Salli asiakasviestit
nb: Tillat tilpassede meldinger:
pt: Permitir mensagem pesonalizada:
sv: Tillåt meddelanden:

source: Amend order
pt: Alterar pedido

source: An error occurred sending your message. Please try again later.
da: Der opstod en fejl ved afsendelsen af din besked. Prøv venligst igen senere.
fi: Viestin lähetyksessä ilmeni virhe. Ole hyvä ja yritä uudelleen.
nb: Det oppstod en feil ved sending av meldingen. Vennligst prøv igjen senere.
pt: Ocorreu um erro ao enviar sua mensagem. Por favor tente novamente mais tarde.
sv: Ett tekniskt fel inträffade vid sändningen av ditt meddelande, vänligen försök igen senare.

source: An error occurred to open the weborders, try again later please
pt: Ocorreu um erro ao abrir o WebOrders, tente novamente mais tarde por favor.

source: An error occurred while importing events. Please try again.
da: Der opstod en fejl under import af events. Prøv venligst igen senere.
nb: Feil ved import av arrangement. Vennligst prøv igjen.
pt: Ocorreu um erro ao importar os eventos. Por favor tente novamente.
sv: Ett fel uppstod vid importen av evenemang. Vänligen försök igen.

source: An error occurred while trying to fetch Ticket Master events. Please try again.
da: Der opstod en fejl ved hentning af Ticketmaster-events. Prøv venligst igen.
nb: Det oppstod en feil under forsøk på å hente Ticket Master arrangement. Vær vennlig og prøv på nytt.
pt: Ocorreu um erro ao sincronizar os eventos Ticket Master. Por favor tente novamente.
sv: Ett fel uppstod vid hämtningen av Ticketmaster-evenemang. Vänligen försök igen.

source: An error ocurred in your signup, try again later
da: Der er sket en fejl ved din registrering - prøv igen senere
fi: Virhe käyttäjätunnuksen luonnissa, yritä myöhemmin uudelleen
nb: Feil ved innlogging, prøv igjen senere
pt: Ocorreu um erro ao realizar o seu cadastro, tente novamente mais tarde.
sv: Ett tekniskt fel inträffade vid inloggningen, försök igen senare

source: An error ocurred to change your email, try again later
da: Der er sket en fejl ved ændring af din email - prøv igen senere
fi: Virhe sähköpostin vaihdossa, yritä myöhemmin uudelleen
nb: Feil ved endring av e-postadresse, prøv igjen senere
pt: Ocorreu um erro ao alterar seu email, por favor tente novamente mais tarde
sv: Ett fel inträffade vid ändring av din mailadress, försök igen senare

source: An error ocurred to change your language. Try again later
da: Der er sket en fejl ved ændring af sprog - prøv igen senere
fi: Virhe kielen vaihdossa, yritä myöhemmin uudelleen
nb: Feil ved endring språk, prøv igjen senere
pt: Ocorreu um erro ao alterar o idioma. Por favor tente mais tarde
sv: Ett fel inträffade vid ändring av språk, försök igen senare

source: An error ocurred to change your password, try again later
da: Der er sket en fejl ved ændring af dit kodeord - prøv igen senere
fi: Virhe salasanan vaihdossa, yritä myöhemmin uudelleen
nb: Feil ved endring av passord, prøv igjen senere
pt: Ocorreu um erro ao alterar sua senha, por favor tente novamente mais tarde
sv: Ett fel inträffade när du försökte ändra ditt lösenord, försök igen senare

source: An error ocurred to delete the tag. Try again later.
da: Der opstod en fejl under sletningen af tagget. Prøv venligst igen senere.
nb: Det oppstod en feil ved sletting av stikkord. Vennligst prøv igjen senere.
pt: Ocorreu um erro ao remover a tag. Por favor tente novamente mais tarde.
sv: Ett fel uppstod vid borttagningen av etiktten. Försök igen senare.

source: An error ocurred to fetch the fees. Try again later.
da: Der er sket en fejl ved hentning af afgifter - prøv igen senere
fi: Virhe kuluissa, yritä myöhemmin uudelleen.
nb: Det oppstod en feil ved henting av kostnader. Prøv igjen senere.
pt: Ocorreu um erro ao buscar as taxas. Por favor tente mais tarde.
sv: Ett fel uppstod vid hämtningen av avgifter. Försök igen senare.

source: An error ocurred updating the menu, please contact support
da: Der opstod en fejl ved opdatering af menuen. Kontakt venligst support
nb: Det oppsto en feil ved å oppdatere menyen, vennligst kontakt support
pt: Ocorreu um erro ao atualizar o cardápio, por favor contate o suporte técnico
sv: Ett fel uppstod vid uppdateringen av menyn, vänligen kontakta supporten

source: An error ocurred while creating the note. Try again later.
pt: Ocorreu um erro ao criar uma nota. Tente novamente mais tarde por favor.

source: An event must have at least one schedule.
da: Et arrangement skal have mindst en schedulering
fi: Tapahtumalla tulee olla vähintään yksi aikataulu
nb: Et arrangement må ha minst en tidsplan.
pt: Um evento deve ter ao menos uma data.
sv: Alla evenemang måste ha minst ett schema.

source: An outlet location is using this outlet. You need remove it before
da: Et udsalgssted bruger dette udsalg. Du skal fjerne det før
fi: Myyntipisteen sijainti on käytössä tässä myyntipisteessä. Sinun täytyy poistaa se ennen
nb: Et leveringsområde bruker dette utleveringsstedet. Du må slette dette først
pt: Um local esta utilizando este ponto de coleta. Você precisa removê-lo antes
sv: En butiksplats använder redan denna butik. Du måste ta bort den innan

source: An unexpected error occurred
fi: Odottamaton virhe
nb: En uventet feil har oppstått
pt: Ocorreu um erro inesperado
sv: Ett oväntat fel inträffade

source: An unexpected error occurred loading tags, please try again.
da: Der opstod en uventet fejl under under hentningen af taggene. Prøv igen.
nb: En uventet feil har oppstått ved lasting av stikkord. Vennligst prøv igjen senere.
pt: Ocorreu um erro ao carregar as tags, por favor tente novamente.
sv: Ett oväntat fel inträffade vid uppdateringen av etiketterna, vänligen försök igen.

source: An unexpected error occurred loading the customer notes, please try again.
pt: Ocorreu um erro ao carregar as anotações do cliente, por favor tente novamente.

source: An unexpected error occurred loading the customer orders, please try again.
pt: Ocorreu um erro ao carregar as anotações do cliente, por favor tente novamente.

source: An unexpected error occurred loading the customers, please try again.
pt: Ocorreu um erro ao carregar os clientes, por favor tente novamente.

source: An unexpected error occurred loading the order, please try again.
pt: Ocorreu um erro ao carregas o pedido, por favor tente novamente.

source: An unexpected error occurred loading this page, please try again
fi: Odottamaton virhe sivun latauksesssa, yritä uudelleen pian
nb: Feil ved innlasting av side, prøv igjen
pt: Ocorreu um erro ao carregar essa página, tente novamente por favor
sv: Ett oväntat fel inträffade vid laddning, försök igen

source: An unexpected error occurred while loading menus
fi: Odottamaton virhe lataamisessa
nb: En uventet feil har oppstått ved lasting av menyer
pt: Ocorreu um erro ao carregar os cardápios
sv: Ett oväntat fel inträffade när menyerna laddades

source: An unexpected error occurred while loading your venues
fi: Odottamaton virhe tapahtumapaikkojesi latauksessa
nb: En uventet feil har oppstått ved lasting av dine steder
pt: Ocorreu um erro ao carregar seus estabelecimentos
sv: Ett oväntat fel inträffade när dina arenor laddades

source: Analytics
fi: Analytiikat
nb: Analyser
pt: Relatórios
sv: Analys

source: Any voucher
fi: Mikä tahansa kuponki
nb: Ethvert gavekort
pt: qualquer voucher
sv: En kupong

source: Apply automatically at checkout
fi: Hyväksy automaattisesti tarkistaessa
nb: Legg til automatisk i kassen
pt: Aplicar automaticamente ao finalizar o pedido
sv: Ange automatiskt vid betalning

source: Apply discount to payment methods
fi: Hyväksy alennus maksutapoihin
nb: Legg til rabatt på betalingsmetoder
pt: Aplicar desconto para o método de pagamento
sv: Koppla rabatt till betalningsmetoder

source: Apply discount to service methods
fi: Hyväksy alennus palvelutapoihin
nb: Legg til rabatt på tjenester
pt: Aplicar desconto para os serviços
sv: Koppla rabatt till tjänster

source: Apply discount to specific event:
fi: Hyväksy alennus tapahtumaan:
nb: Legg til rabatt på spesifikke arrangement:
pt: Aplicar desconto para um evento específico:
sv: Koppla rabatt till ett evenemang

source: Apply promotion
nb: Legg til kampanje
pt: Aplicar promoção

source: Apply to a customer account
nb: Bruk på en kundekonto
pt: Aplicar para um cliente

source: Are you sure you want to delete this collection slot?
fi: Haluatko varmasti poistaa tämän noutoajan?
nb: Vil du slette denne perioden for henting?
pt: Você tem certeza que deseja deletar este horário de coleta?
sv: Är du säker på att du vill ta bort uthämtningstiden?

source: Are you sure you want to delete this custom field?
da: Er du sikker på, du vil slette dette brugerdefinerede felt?
fi: Haluatko varmasti poistaa tämän valinnaisen kentän?l
nb: Er du sikker på at du vil slette dette egendefinerte feltet?
pt: Você tem certeza que deseja deletar este campo específico?
sv: Är du säker på att du vill ta bort det anpassade fältet?

source: Are you sure you want to delete this event?
fi: Haluatko varmasti poistaa tämän tapahtuman?
nb: Vil du slette dette arrangementet?
pt: Você tem certeza que deseja deletar este evento?
sv: Är du säker på att du vill ta bort evenemanget?

source: Are you sure you want to delete this image?
da: Er du sikker på, du vil slette dette billede?
fi: Oletko varma että haluat poistaa tämän kuvan?
nb: Er du sikker på at du vil slette dette bilde?
pt: Você tem certeza que deseja deletar esta imagem?
sv: Är du säker på att du vill ta bort denna bild?

source: Are you sure you want to delete this outlet location?
da: Er du sikker på, du vil slette dette udsalgssted?
fi: Haluatko varmasti poistaa tämän myyntipisteen sijainnin?
nb: Er du sikker på at du vil slette dette leveringsområdet?
pt: Você tem certeza que deseja deletar este outlet location?
sv: Är du säker på att du vill ta bort butikens plats?

source: Are you sure you want to delete this outlet?
da: Er du sikker på, du vil slette dette udsalg?
fi: Haluatko varmasti poistaa tämän myyntipisteen?
nb: Er du sikker på at du vil slette dette utleveringsstedet?
pt: Você tem certeza que deseja deletar este ponto de coleta?
sv: Är du säker på att du vill ta bort butiken?

source: Are you sure you want to delete this schedule?
da: Er du sikker på, du vil slette dette skema?
fi: Haluatko varmasti poistaa tämän aikataulun?
nb: Vil du slette denne tidsplanen?
pt: Você tem certeza que deseja deletar esse conjunto de datas?
sv: Är du säker på att du vill radera schemat?

source: Are you sure you want to delete this section?
da: Er du sikker på, du vil slette denne sektion?
fi: Haluatko varmasti poistaa tämän valinnan?
nb: Er du sikker på at du vil slette denne seksjonen?
pt: Você tem certeza que deseja deletar essa seção?
sv: Är du säker på att

source: Are you sure you want to delete this tag action?
da: Er du sikker på, du vil slette denne tag-handling?
nb: Er du sikker på at du vil slette denne aktiviteten?
pt: Você tem certeza que deseja deletar essa ação?
sv: Är du säker på att du vill ta bort etiketterna?

source: Are you sure you want to delete this tag?
da: Er du sikker på, du vil slette dette tag?
nb: Er du sikker på at du vil slette dette stikkordet?
pt: Você tem certeza que deseja deletar esta tag?
sv: Är du säker på att du vill ta bort den här etiketten?

source: Are you sure you want to delete this tax group?
da: Er du sikker på, du vil slette denne skattegruppe?
fi: Haluatko varmasti poistaa tämän veroryhmän?
nb: Vil du slette denne MVA gruppen?
pt: Você tem certeza que deseja deletar esse grupo de taxa?
sv: Är du säker på att du vill ta bort momsgruppen?

source: Are you sure you want to delete this tax rate?
pt: Você tem certeza que deseja deletar essa taxa de imposto?

source: Are you sure you want to permanently delete this delivery zone?
da: Er du sikker på, du vil slette denne afleveringszone?
fi: Haluatko varmasti pysyvästi poistaa tämän toimitusalueen?
nb: Vil du slette dette leveringsområde?
pt: Você tem certeza que deseja deletar essa zona de entrega?
sv: Är du säker på att du vill radera leveransplatsen permanent?

source: Are you sure you want to permanently delete this image?
da: Er du sikker på, du vil slette dette billede permanent?
fi: Haluatko varmasti poistaa tämän kuvan pysyvästi?
nb: Vil du slette dette bilde?
pt: Você tem certeza que deseja deletar permanentemente essa imagem?
sv: Är du säker på att du vill radera bilden permanent?

source: Are you sure you want to permanently delete this item?
da: Er du sikker på, du vil slette dette element permanent?
fi: Haluatko varmasti poistaa tämän kohteen pysyvästi?
nb: Er du sikker på at du vil slette denne varen?
pt: Você tem certeza que deseja deletar permanentemente esse item?
sv: Är du säker på att du vill ta bort denna produkt?

source: Are you sure you want to permanently delete this promotion?
da: Er du sikker på, du vil slette denne promotion permanent?
fi: Haluatko varmasti poistaa tämän mainoksen pysyvästi?
nb: Vil du slette denne kampanjen?
pt: Você tem certeza que deseja deletar permanentemente essa promoção?
sv: Är du säker på att du vill ta bort denna kampanj?

source: Are you sure you want to remove this item from the section?
da: Er du sikker på, du vil fjerne dette element fra sektionen?
fi: Haluatko varmasti poistaa tämän tuotteen valikoimasta?
nb: Er du sikker på at du vil fjerne denne varen fra seksjonen?
pt: Você tem certeza que deseja remover esse item dessa seção?
sv: Är du säker på att du vill ta bort denna produkt från sektionen?

source: Area
da: Område
fi: Alue
nb: Område
pt: Área
sv: Område

source: Assign code type
da: Tilknyt kodetype
fi: Määritä koodin tyyppi
nb: Tilordne kodetype
pt: Atribuir tipo de código
sv: Tilldela kodtyp

source: Assign code:
da: Tilknyt kode:
fi: Määritä koodi:
nb: Tilordne kode:
pt: Atribuir código:
sv: Tilldela kod

source: Auto accept
da: Automatisk accept
fi: Hyväksy automaattisesti
nb: Automatisk godkjenning
pt: Aceitar automaticamente
sv: Autogodkänna

source: Autosave error.
da: Fejl ved autosave
fi: Virhe tallennuksessa.
nb: Automatisk lagring feilet.
pt: Erro ao salvar automaticamente.
sv: Fel vid autospar

source: Autosave error. Invalid fields
da: Fejl ved autosave. Felter udfyldt forkert
fi: Virhe tallennuksessa. VIrheelliset kentät.
nb: Feil ved automatisk lagring. Ugyldige verdier
pt: Erro ao salvar automaticamente. Campos inválidos
sv: Fel vid autospar. Ogiltig information.

source: Average order value
da: Gennemsnitlig værdi på bestillinger
fi: Tilauksen keskiarvo
nb: Gjennomsnittlig bestillingsbeløp
pt: Valor médio do pedido
sv: Genomsnittligt beställningsvärde

source: Average orders per customer
da: Gennemsnitligt antal bestillinger per kunde
fi: Keskivertotilaukset per asiakas
nb: Gjennomsnitt antall bestillinger per kunde
pt: Média de pedidos por cliente
sv: Genomsnittliga beställningar per kund

source: Average revenue per customer
da: Gennemsnitlig indtjening per kunde
fi: Keskivertoansiot per asiakas
nb: Gjennomsnittlig omsetning per kunde
pt: Média de receitas por cliente
sv: Genomsnittlig inkomst per kund

source: Back
da: Tilbage
fi: Palaa
nb: Tilbake
pt: Voltar
sv: Tillbaka

source: Basic
da: Det basale
fi: Perus
nb: Generelt
pt: Básico
sv: Enkel

source: Basics
da: De basale
fi: Perusteet
nb: Generelt
pt: Básicos
sv: Grunder
