Repository: zperk0/preo
Catalog: locale/*.po
Languages: da, fi, nb, pt, sv

source: When selected, all collection orders will be accepted automatically, without the need for you to first approve them manually
fi: Kun valittuna, kaikki kerättävät tilaukset hyväksytään automaattisesti ilman tarvetta ensin hyväksyä niitä manuaalisesti.
nb: Når dette er valgt vil alle bestillinger med henting bli akseptert automatisk, uten at du behøver å godkjenne de manuelt
pt: Se selecionado, todos seus pedidos de coleta serão aceitos automaticamente, sem precisar que você os aprove manualmente.
sv: Alla beställningar för uthämtning kommer att godkännas automatiskt

source: Write a valid email address.
fi: Kirjoita voimassaoleva sähköpostiosoite.
nb: Skriv inn en gyldig e-postadresse.
pt: Insira um email válido.
sv: Ange en giltig mailadress.

source: Write here your message
nb: Skriv en melding
pt: Escreva sua mensagem aqui
sv: Skriv ditt meddelande här

source: Yes
fi: Kyllä
nb: Ja
pt: Sim
sv: Ja

source: Yesterday
pt: Ontem

source: You are being redirected...
nb: Du blir omdirigert ...
pt: Você está sendo redirecionado...
sv: Du omdirigeras

source: You are not accepting orders right now
fi: Et ole hyväksynyt tilauksia
nb: Du tar ikke i mot bestillinger akkurat nå
pt: Você não está aceitando pedidos agora
sv: Du kan inte ta emot beställningar just nu

source: You are ready to take orders
fi: Olet valmis ottamaan tilaukset
nb: Du er klar for å motta bestillinger
pt: Você está pronto para receber pedidos
sv: Du är nu redo att ta beställningar

source: You cannot add a custom field because this outlet location already has one
nb: Du kan bare legge til et felt
pt: Você não pode adicionar um campo customizado porque este ponto de coleta já possui um
sv: Du kan inte lägga till ett anpassat fält eftersom uthämtningsplatsen redan har ett

source: You cannot add a sub group because this outlet location already has one
fi: Et voi lisätä alaryhmää, sillä tällä myyntipisteen sijainnilla on jo yksi
nb: Du kan ikke legge til en undergruppe fordi dette leveringsområde allerede har en
pt: Você não pode adicionar um sub grupo porque este ponto de coleta já possui um
sv: Du kan inte lägga till en sub grupp eftersom butiksplatsen redan har en

source: You cannot add a sub group because this outlet location has an outlet
fi: Et voi lisätä alaryhmää, sillä tälllä myyntipisteellä on jo myyntipiste
nb: Du kan ikke legge til en undergruppe fordi dette leveringsområde har et utleveringssted
pt: Você não pode adicionar um sub grupo porque este ponto de coleta já possui um outlet
sv: Du kan inte lägga till en sub grupp eftersom butiksplatsen redan har en butik

source: You cannot add a sub group because this outlet location is for seat
fi: Et voi lisätä alaryhmää, sillä tämä myyntipisteen sijainti on otettu
nb: Du kan ikke legge til en undergruppe fordi dette leveringsområde er for sitting
pt: Você não pode adicionar um sub grupo porque este ponto de coleta é para assento
sv: Du kan inte lägga till en sup grupp eftersom butiksplatsen är för sittplatser

source: You do not have permission to delete this custom field, please contact the support team
nb: Du mangler rettigheter til dette
pt: Você não possui permissões para deletar este campo customizado, por favor entre em contato com a equipe de suporte.
sv: Du har inte behörighet att ta bort det här anpassade fältet, vänligen kontakta supporten.

source: You do not have permission to delete this group, please contact the support team
fi: Sinulla ei ole lupaa poistaa tätä ryhmää, ota yhteys tukiryhmään
nb: Du har ikke rettigheter til å slette denne gruppen
pt: Você não possui permissões para deletar este grupo, por favor entre em contato com a equipe de suporte.
sv: Du har inte behörighet att ta bort denna grupp, kontakta supporten för info

source: You do not have permission to delete this outlet, please contact the support team
fi: Sinulla ei ole lupaa poistaa tätä myyntipistettä, ota yhteys tukiryhmään
nb: Du har ikke rettigheter til å slette stedet
pt: Você não possui permissões para deletar este ponto de coleta, por favor entre em contato com a equipe de suporte
sv: Du har inte behörighet att ta bort denna butik, kontakta supporten för info

source: You do not have the necessary permissions to view this dashboard, please contact your administrator
fi: Sinulla ei ole tarvittavia oikeuksia näyttää tätä valikkoa, ole hyvä ja ota yhteyttä ylläpitäjään
nb: Du har ikke nok rettigheter til å vise kontrollpanelet. Kontakt din administrator om du mener dette er feil.
pt: Você não possui permissões necessárias para visualizar este dashboard, por favor entre em contato com seu administrador.
sv: Du har inte behörighet till adminsidan, vänligen kontakta din administratör

source: You don't have outlet locations yet
fi: Sinulla ei ole vielä sijaintia myyntipisteelle
nb: Du har ingen leveringsområder enda
pt: Você não possui pontos de coleta ainda
sv: Du har inga butiksplatser ännu

source: You have edited an item that is in more than one menu. Where would you like to apply the changes?
fi: Olet muokannut tuotetta joka on useammassa kuin yhdessä menussa. Missä haluat käyttää muutoksia?
nb: Du har redigert en vare som brukes på flere menyer. Hvor ønsker du å bruke endringene?
pt: Você editou um item que está em mais de um cardápio. Onde você gostaria de aplicar essas alterações?
sv: Du har ändrat en vara som finns på fler menyer. Var vill du göra ändringarna?

source: You must accept at least one payment method before going live.
fi: Sinun tulee hyväksyä vähintään yksi maksutapa ennen kuin siirryt live-tilaan.
nb: Du må aktivere minst en betalingsmetode før du kan gå live.
pt: Você deve aceitar ao menos 1 método de pagamento antes de ir para Live.
sv: Du behöver godkänna åtminstone ett betalningssätt innan du kan gå live

source: You must add opening hours before specifying your service hours.
fi: Sinun täytyy lisätä aukioloajat ennen kuin määrität palveluajat.
nb: Du må opprette åpningstider før du legger til serveringstiden.
pt: Você deve adicionar horários de funcionamento antes de adicionar horários de serviço.
sv: Du måste ange öppettider innan du kan ange servicetider.

source: You must create at least one collection before you can add events
da: Du skal oprette mindst en opsamling, før du kan tilføje events
fi: Sinun täytyy luoda vähintään yksi valikoima ennen kuin voit lisätä tapahtumia
nb: Du må opprette minst en samling før du kan legge til event
pt: Você deve criar ao menos um horário de coleta antes de adicionar eventos
sv: Du måste skapa en uthämtningstid innan du kan lägga till evenemang

source: You must have at least one active payment method.
fi: Sinulla täytyy olla vähintään yksi aktiivinen maksutapa.
nb: Du må ha minst en aktiv betalingsmetode.
pt: Você deve ter ao menos um método de pagamento ativo.
sv: Du måste ha minst ett aktivt betalningssätt.

source: You must have opening hours set for at least one day
fi: Sinulla täytyy olla aukioloajat asetettuna vähintään yhdelle päivälle
nb: Du må ha opprettet åpningstider for minst en dag
pt: Você deve ter horários de funcionamentos configurados para ao menos 1 dia.
sv: Du måste ange öppettider för minst en dag

source: You must select at least one collection slot.
fi: Sinun täytyy valita vähintään yksi noutoaika.
nb: Du må velge minst en periode for henting
pt: Você deve selecionar ao menos um horário de coleta.
sv: Du måste välja minst en uthämtningstid.

source: You must select at least one date.
fi: Sinun täytyy valita vähintään yksi päivämäärä.
nb: Du må velge minst en dato.
pt: Você deve selecionar ao menos 1 data.
sv: Du måste välja minst ett datum

source: You must select at least one venue, group or channel to continue.
pt: Você deve selecionar ao menos um estabelecimento, grupo ou canal para continuar.

source: You must select one or more users to apply the promotion.
nb: Du må velge en eller flere kunder for å søke kampanjen.
pt: Você deve selecionar um ou mais usuários para aplicar a promoção.

source: You need to select at least one voucher type.
fi: Sinun täytyy valita vähintään yksi kuponkityyppi.
nb: Du må velge minst en gavekort type.
pt: Você deve selecionar ao menos um tipo de voucher.
sv: Du måste välja minst en kupongstyp.

source: You need to set up your address before selecting your location. You'll be redirected to your Details page to configure your address.
fi: Sinun täytyy lisätä osoitteesi ennen kuin valitset sijaintisi. Sinut uudelleenohjataan Tietoja -sivulle määrittääksesi osoitteesi.
nb: Du må sette opp en adresse før du kan velge lokasjon. Du vil bli videresendt til siden for å konfigurere dine innstillinger.
pt: Você precisar adicionar seu endereço antes de selecionar sua localização. Você será redirecionar para a página de configuração de endereço.
sv: Du måste ange en adress innan du kan välja plats. Du kommer nu bli skickad till inställningssidan för att ange adressen.

source: You need to set up your location before creating delivery zones. You'll be redirected to your Details page to configure your location.
nb: Du må sette opp din egen lokasjon før du kan opprette leverings soner. Du vil bli omdirigert til siden for innstillinger for å konfigurere din lokasjon.
pt: Você precisar adicionar sua localização antes de criar zonas de entrega. Você será redirecionado para a página de configuração de localização.
sv: Du måste ange en plats innan du kan välja en leveranszon. Du kommer nu bli skickad till inställningssidan för att ange din plats.

source: You only can add an outlet for the last child
fi: Voit lisätä myyntipisteen vain viimeisimpään
nb: Du kan kun legge til ett utleveringssted for siste "child"
pt: Você somente pode adicionar um ponto de coleta
sv: Du kan endast lägga till en butik för det sista barnet

source: Your email address was changed successfully
fi: Sähköpostisi muutettiin onnistuneesti
nb: E-postadressen din ble endret
pt: Seu endereço de email foi alterado com sucesso
sv: Din mailadress har uppdaterats

source: Your email has been changed
fi: Sähköpostisi on muutettu
nb: Din e-postadresse har blitt endret
pt: Seu email foi alterado
sv: Din mailadress har ändrats

source: Your new username is
fi: Uusi käyttäjätunnuksesi on
nb: Din nye brukernavn er
pt: Seu novo usuário é
sv: Ditt nya användarnamn är

source: Your password has been changed
fi: Salasanasi on vaihdettu
nb: Passordet ditt ble endret
pt: Sua senha foi alterada
sv: Ditt lösenord har uppdaterats

source: Your session has expired. Please login again.
fi: Istunto on vanhentunut. Kirjaudu sisään uudelleen.
nb: Økten din har utløpt. Vennligst logg inn igjen.
pt: Sua seção expirou. Por favor entre novamente.
sv: Din session har gått ut. Vänligen logga in igen.

source: Your stripe account has been connected!
fi: Stripe-käyttäjäsi on yhdistetty!
nb: Din Stripe konto er tilkoblet!
pt: Sua conta do Stripe foi conectada!
sv: Ditt Stripe konto har blivit kopplat!

source: Your venue was successfully connected to your Stripe account
fi: Tapahtumapaikkasi on onnistuneesti liitetty Stripe-tunnukseesi
nb: Du har koblet til din Stripe konto
pt: Seu estabelecimento foi conectado com sua conta do Stripe
sv: Din arena har kopplats till ditt Stripe konto

source: Zone name
fi: Alueen nimi
nb: Områdenavn
pt: Nome da zona
sv: Namn på plats

source: and
fi: ja
nb: og
pt: e
sv: och

source: by name or email address
nb: etter navn eller e-postadresse
pt: por nome ou email

source: click here
fi: klikkaa tästä
nb: klikk her
pt: clique aqui
sv: klicka här

source: events
fi: tapahtumat
nb: arrangementer
pt: eventos
sv: Evenemang

source: events selected
pt: eventos selecionados

source: go to signin
pt: ir para o login

source: in demo mode
fi: demotilassa
nb: i demo modus
pt: em modo demonstração
sv: i demo läge

source: miles
fi: mailia
nb: km
pt: milhas
sv: Km

source: to activate them
da: for at aktivere dem
fi: aktivoidaksesi
nb: for å aktivere
pt: para ativá-los
sv: för att aktivera dem

source: to try again.
fi: kokeile uudelleen.
nb: for å prøve igjen.
pt: para tentar novamente.
sv: försök igen

source: {{ 'Cancel' | translate}}
pt: {{ 'Cancelar' | translate}}

source: {{ 'Done' | translate}}
pt: {{ 'Pronto' | translate}}

source: {{'Choose collection slots:' | translate }}
pt: {{'Selecionar horários de coleta:' | translate }}

source: {{userSelectListCtrl.selectedList.length}} customers selected
nb: {{userSelectListCtrl.selectedList.length}} kunder valgt
pt: {{userSelectListCtrl.selectedList.length}} clientes selecionados

source: + VAT
da: + moms
fi: +ALV
nb: + MVA
sv: + MOMS

source: 404 - Page Not Found
da: 404 - Siden blev ikke fundet
fi: 404 - Sivua ei löydetty
nb: 404 - Siden ble ikke funnet
sv: 404 - Sidan hittades inte

source: Add new outlet location
da: Tilføj ny lokation for udsalgssted
fi: Lisää uusi myyntipisteen sijainti
nb: Legg til nytt leveringsområde
sv: Lägg till ny butiksplats

source: Celery
da: Selleri
nb: Selleri
sv: Selleri

source: D.O.B
nb: Fødselsdato
sv: Födelsedatum

source: Dannish
da: Dansk
fi: tanska
nb: Dansk
sv: Danska

source: Email
fi: Sähköposti
nb: E-post
sv: Mail

source: Emails
fi: Sähköpostit
nb: E-post
sv: Mail

source: Go to Signin
da: Gå til log ind
fi: Mene sisäänkirjautumiseen
nb: Gå til innlogging
sv: Gå till inloggning

source: Item
da: Element
fi: Tuote
nb: Vare
sv: Produkt

source: Items
da: Elementer
fi: Tuotteet
nb: Varer
sv: Produkter

source: Lupin
nb: Lupiner

source: Marketing
da: Markedsføring
nb: Markedsføring
sv: Marknadsföring

source: Marketing newsletters
nb: Nyhetsbrev
sv: Marknadsnyhetsbrev

source: Mins
da: Minutter
fi: Min
nb: Min
sv: Minuter

source: Mobile App
nb: Mobil App
sv: Mobilapp

source: Please sign in.
da: Log venligst ind.
fi: Kirjaudu sisään.
nb: Vennligst logg inn.
sv: Vänligen ligga in.

source: Reset password
da: Nulstil kodeord
fi: Nollaa salasana
nb: Tilbakestill passordet
sv: Återställ lösenord

source: Show weborders
da: Vis webordrer
fi: Näytä verkkotilaukset
nb: Vis web bestillinger
sv: Visa web-beställningar

source: Sulphites
nb: Sulfitter
sv: Sulfiter

source: TOTAL
fi: YHTEENSÄ
nb: TOTALT

source: Tags
nb: Stikkord
sv: Etikett

source: Tel
fi: Puh
nb: TELEFON

source: This outlet location already has an outlet
fi: Tällä sijainnilla on jo myyntpiste
nb: Dette leveringsområde har allerede et utleveringssted
sv: Denna butiksplats har redan en butik

source: Timeslot
nb: Intervall
sv: Tid

source: Voucher
nb: Gavekort
sv: Kupong

source: Web Orders
fi: Verkkotilaukset
nb: Web ordre
sv: Web beställningar

source: YY
fi: VV
nb: ÅÅ
sv: ÅÅ

source: kms
nb: km
sv: Km

source: mins
fi: minuuttia
nb: min
sv: Minuter

source: n/a
nb: Ikke tilgjengelig

source: Logo
sv: Logga

source: MM
fi: KK

source: Total
fi: Yhteensä
