Repository: zperk0/preo
Catalog: locale/*.po
Languages: da, fi, nb, pt, sv

source: Before event start time
da: Før arrangementets starttidspunkt
fi: Ennen tilaisuuden alkamisajankohtaa
nb: Før arrangementets start tidspunkt
pt: Antes do horário de início do evento
sv: Före evenemangets starttid

source: Billing
da: Fakturering
fi: Laskutus
nb: Fakturering
pt: Cobrança
sv: Fakturering

source: Billing amount:
da: Faktureringsbeløb:
fi: Laskutussumma:
nb: Fakturabeløp:
pt: Quantia cobrada:
sv: Faktureringsbelopp

source: Billing date not set
da: Faktureringsdato ikke indstillet
fi: Laskutuspäivämäärää ei asetettu
nb: Fakturadato ikke satt
pt: Data da cobrança não informada
sv: Ej bestämt faktureringsdatum

source: Billing info
da: Fakturerings-info
fi: Laskutustiedot
nb: Faktura info
pt: Informação de cobrança
sv: Faktureringsinformation

source: Busiest days
da: De travleste dage
fi: Kiireisimmät päivät
nb: Travleste dager
pt: Dias mais movimentados
sv: De mest aktiva dagarna

source: Busiest events
da: Travleste events
fi: Kiireisimmät tapahtumat
nb: Travleste event
pt: Eventos mais movimentados
sv: De mest aktiva evenemangen

source: Busiest time of day
da: Travleste tid på dagen
fi: Kiireisin aika päivästä
nb: Travleste tid på dagen
pt: Hora do dia com maior movimento
sv: Den mest hektiska tiden på dagen

source: Button colour
nb: Farge på knapp
pt: Cor do botão
sv: Knappfärg

source: Button label
da: Knap-label
nb: Knappetikett
pt: Texto do botão
sv: Knappetikett

source: Buttons Background
da: Knapper baggrund
fi: Painikkeiden tausta
nb: Bakgrunn for knapper
pt: Cor de fundo do botão
sv: Bakgrund för knappar

source: Buttons and section names
da: Knapper og sektionsnavne
fi: Painikkeiden ja valintojen nimet
nb: Knapper og seksjons navn
pt: Botões e nome das seções
sv: Namn på knappar och sektioner

source: By continuing, you accept the
da: Ved at fortsætte, accepterer du
fi: Jatkamalla hyväksyt
nb: Ved å fortsette godtar du
pt: Continuando, você aceita o
sv: Genom att fortsätta accepterar du våra

source: By event
pt: Por evento

source: CARD
nb: KORT
pt: CARTÃO
sv: KORT

source: CASH
nb: KONTANT
pt: DINHEIRO
sv: KONTANT

source: CVC
pt: CVV

source: Cancel
da: Afbryd
fi: Peruuta
nb: Avbryt
pt: Cancelar
sv: Avbryt

source: Cancel order
pt: Cancelar pedido

source: Cannot delete schedule
da: Skema kan ikke slettes
fi: Ei voida poistaa aikataulua
nb: Kan ikke slette tidsplan
pt: Não foi possível deletar a agenda
sv: Kan inte radera schema

source: Can’t delete this tax code while there are menu items using it.
da: Denne skattekode kan ikke slettes, mens der er menupunkter, der bruger den.
fi: Tätä verokoodia ei voida poistaa, sillä listalla on tuotteita, jotka käyttävät sitä.
nb: Kan ikke slette MVA gruppe, det er produkter som bruker den.
pt: Não é possível deletar este código de imposto enquanto existir items usando-o.
sv: Det går inte att ta bort den här momskoden medan det finns menyvaror som är kopplade till den.

source: Can’t delete this tax rate while there are groups using it.
pt: Não é possível deletar esta taxa de imposto enquanto existir groups usando-o.

source: Card
da: Kort
fi: Kortti
nb: Kort
pt: Cartão
sv: Kort

source: Card number
da: Kortnummer
fi: Kortin numero
nb: Kortnummer
pt: Número do cartão
sv: Kortnummer

source: Cash
da: Kontant
fi: Käteinen
nb: Kontant
pt: Dinheiro
sv: Kontant

source: Cereals
da: Morgenmadsprodukter
nb: Korn
pt: Cereais
sv: Flingor

source: Change card
pt: Alterar cartão

source: Change email address
da: Ændring af email-adresse
fi: Vaihda sähköpostiosoite
nb: Endre e-postadresse
pt: Alterar email
sv: Ändra mailadress

source: Change password
pt: Alterar senha

source: Changes saved
da: Ændringerne er gemt
fi: Muutokset tallennettu
nb: Endringer lagret
pt: Alterações salvas
sv: Ändringarna sparades

source: Checkout
nb: Gå til kassen
pt: Ao finalizar pedido
sv: Kassa

source: Choose Venues
pt: Selecionar estabelecimentos

source: Choose a colour
da: Vælg en farve
fi: Valitse väri
nb: Velg en farge
pt: Selecione uma cor
sv: Välj en färg

source: Choose button colour
nb: Farge på knapp
pt: Selecione a cor do botão
sv: Välj knappfärg

source: Choose button text colour
nb: Tekstfarge på knapp
pt: Selecione a cor do texto do botão
sv: Välj textfärg på knapp

source: Choose collection slots:
da: Vælg opsamlingssteder
fi: Valitse noutoajat:
nb: Velg henteperioder:
pt: Selecione um horário de coleta:
sv: Välj uthämtningstider:

source: Choose events to import:
da: Vælg hvilke events der skal importeres
nb: Velg arrangement som skal importeres:
pt: Selecione eventos para importar:
sv: Välj evenemang för import:

source: Choose rates:
pt: Selecione taxas:

source: Clear
da: Ryd
fi: Pyyhi
nb: Tilbakestill
pt: Limpar
sv: Rensa

source: Click here
da: Klik her
fi: Klikkaa tästä
nb: Klikk her
pt: Clique aqui
sv: Klicka här

source: Click here to return to your dashboard
da: Klik her for at vende tilbage til dit kontrolpanel
fi: Klikkaa tästä palataksesi ohjausnäkymään
nb: Klikk her for å gå tilbake til kontrollpanelet
pt: Clique aqui para voltar para o dashboard
sv: Klicka här för att gå tillbaka till adminsidan

source: Click on the map to begin drawing your custom area. Connect the first and last points to finish.
da: Klik på kortet for at begynde at indtegne dit tilpassede område. Forbind den første med det sidste punkt for at afslutte.
fi: Klikkaa karttaa ja aloita piirtämään alue. Yhdistä ensimmäinen ja viimeinen piste lopuksi.
nb: Klikk på kartet for å tegne inn egendefinert området. Du må koble det første og det siste punktet til slutt.
pt: Clique no mapa para começar a desenhar sua zona de entrega. Conecte o primeiro com o último ponto para finalizar.
sv: Klicka på kartan för att börja rita ditt område. Koppla den första och sista punkten för att avsluta.

source: Click the button above to add a new note
pt: Clique no botão acima para adicionar uma nova nota

source: Closed
da: Lukket
fi: Suljettu
nb: Stengt
pt: Fechado
sv: Stängd

source: Collapse menu sections
da: Sammenlæg menu-sektioner
fi: Kasaa menun valinnat
nb: Lukk meny seksjoner
pt: Agrupar seções do menu
sv: Stäng menysektionerna

source: Collection
da: Opsamling
fi: Nouto
nb: Henting
pt: Retirada
sv: Inställning

source: Collection Slot created
da: Opsamlingssted oprettet
fi: Noutoaika luotu
nb: Periode for henting opprettet
pt: Horário de retirada criado
sv: Uthämtningstid skapad

source: Collection Slot updated
da: Opsamlingssted opdateret
fi: Noutoaika päivitetty
nb: Periode for henting oppdatert
pt: Horário de retirada atualizado
sv: Uthämtningstid uppdaterad

source: Collection Slots
da: Opsamlingssteder
fi: Noutoajat
nb: Henteperioder
pt: Horários de coleta
sv: Uthämtningstider

source: Collection time
da: Opsamlingstidspunkt
fi: Noutoaika
nb: Tidspunkt for henting
pt: Horário de retirada
sv: Tid

source: Collection time:
da: Opsamlingstidspunkt
fi: Noutoaika:
nb: Tidspunkt for henting:
pt: Horário de retirada:
sv: Tid:

source: Colour
da: Farve
fi: Väri
nb: Farge
pt: Cor
sv: Färg

source: Confirm new password
da: Bekræft nyt kodeord
fi: Vahvista uusi salasana
nb: Bekreft nytt passord
pt: Confirme a nova senha
sv: Bekräfta lösenordet

source: Confirmation code:
da: Bekræftelseskode
fi: Vahvistuskoodi:
nb: Bekreftelseskode:
pt: Código de confirmação:
sv: Bekräftelsekod

source: Connect to stripe
da: Forbind til stribe
fi: Yhdistä Stripeen
nb: Koble til Stripe
pt: Conectar ao Stripe
sv: Koppla till Stripe

source: Connected
da: Forbundet
fi: Yhdistetty
nb: Tilkoblet
pt: Conectado
sv: Kopplad

source: Connection confirmed
da: Forbindelse bekræftet
fi: Yhdistäminen vahvistettu
nb: Tilkobling bekreftet
pt: Conexão confirmada
sv: Kopplingen är bekräftad

source: Connection failed
da: Forbindelse mislykkedes
fi: Yhdistäminen epäonnistui
nb: Tilkobling feilet
pt: Conexão falhou
sv: Kopplingen misslyckades

source: Could not save emails style
da: Kunne ikke gemme emails stil
fi: Sähköpostin tyyliä ei voitu tallentaa
nb: Kunne ikke lagre tilpasset e-post
pt: Não foi possível salvar os estilos de email
sv: Kunde inte spara mailtyperna

source: Could not save weborders style
da: Kunne ikke gemme webordre-stil
fi: Verkkotilausten tyyliä ei voitu tallentaa
nb: Kunne ikke lagre
pt: Não foi possível salvar os estilos do WebOrders
sv: Kunde inte spara stilen för webb-beställningar

source: Create
da: Opret
nb: Opprett
pt: Criar
sv: Skapa

source: Create a new account
pt: Criar uma nova conta

source: Create a slot
da: Opret sted
fi: Luo aika
nb: Opprett sted
pt: Criar um horário
sv: Skapa ny plats

source: Create new customers
pt: Criar novos clientes

source: Create new event
da: Opret nyt event
nb: Opprett nytt arrangement
pt: Criar novo evento
sv: Skapa nytt evenemang

source: Create new item
da: Opret nyt element
fi: Luo uusi kohde
nb: Opprett ny vare
pt: Criar novo item
sv: Skapa ny produkt

source: Create tag
da: Opret tag
nb: Opprett stikkord
pt: Criar tag
sv: Skapa etikett

source: Crustaceans
da: Skaldyr
nb: Krepsdyr
pt: Crustáceos
sv: Skaldjur

source: Custom
da: Brugerdefineret
nb: Tilpasset
pt: Personalizado
sv: Anpassad

source: Custom field created
da: Brugerdefineret felt oprettet
nb: Egendefinert felt opprettet
pt: Campo personalizado criado
sv: Anpassad ruta skapad

source: Custom field deleted
da: Brugerdefineret felt slettet
nb: Egendefinert felt slettet
pt: Campo personalizado deletado
sv: Anpassad ruta borttagen

source: Custom field updated
da: Brugerdefineret felt opdateret
nb: Egendefinert felt oppdatert
pt: Campo personalizado atualizado
sv: Anpassad ruta ändrad

source: Customer
da: Kunde
nb: Kunde
pt: Cliente
sv: Kund

source: Customer not saved
pt: Ocorreu um erro ao salvar o cliente

source: Customer notes
pt: Observação salva

source: Customer saved
pt: Cliente salvo

source: Customers
da: Kunder
nb: Kunder
pt: Clientes
sv: Kunder

source: Customers can choose to pay <br> cash on receipt of their order
da: Kunder kan vælge at betale <br> kontant ved modtagelse af deres bestilling
fi: Asiakas voi valita maksavansa <br> käteisellä kuitin tilauksistaan
nb: Kunder kan velge å betale <br> ved henting/levering
pt: Clientes podem selecionar <br> dinheiro no recibo do pedido
sv: Konsumenter kan välja att betala <br> kontanter på kvittot av deras beställning.

source: Customers requesting delivery to a new area
da: Kunder anmoder om levering til et nyt område
nb: Kunder som etterlyser levering til et nytt område
pt: Clientes estão pedindo para entregar em uma nova área
sv: Kunder som önskar leverans till nytt område

source: Customers who have only ordered once
da: Kunder der kun har bestilt én gang
nb: Kunder som kun har en bestilling
pt: Clientes que tem feito pedidos somente uma vez
sv: Kunder som har gjort endast en beställning.

source: Customers who signed up but haven't ordered
da: Kunder der har registreret sig men endnu ikke foretaget bestillinger
nb: Kunder som har registrert seg, men ikke bestilt
pt: Clientes que se cadastraram mas não realizaram pedidos
sv: Kunder som har signat upp sig men ännu inte gjort en beställning

source: Customers with no email address
nb: Kunder uten e-postadresse
pt: Cliente sem endereço de email

source: Daily
da: Daglig
nb: Daglig
pt: Diariamente
sv: Daglig

source: Daily Customers
da: Daglige kunder
nb: Daglige kunder
pt: Clientes diários
sv: Dagliga kunder

source: Daily Orders
da: Daglige ordrer
nb: Daglige bestillinger
pt: Pedidos diários
sv: Dagliga beställningar

source: Daily Revenue
da: Daglig indtjening
nb: Daglig omsetning
pt: Receita diária
sv: Dagliga intäkter

source: Data filters
da: Datafiltre
nb: Filter
pt: Filtro de dados
sv: Datafilter

source: Date
da: Dato
fi: Päivämäärä
nb: Dato
pt: Data
sv: Datum

source: Date joined
da: Dato for tilmeldelse
nb: Registrert dato
pt: Data que se cadastrou
sv: Medlem från

source: Date range
da: Datointerval
nb: Datointervall
pt: Intervalo de datas
sv: Datumintervall

source: Date requested
da: Dato anmodet
nb: Dato for ønske
pt: Data pedida
sv: Datum efterfrågat

source: Day
da: Dag
nb: Dag
pt: Dia
sv: Dag

source: Default delivery time <small>(minutes)</small>
da: Standardtidspunkt for udbringning<small>(minutter)</small>
fi: Oletettu toimitusaika <small>(minuuteissa)</small>
nb: Standard leveringstid <small>(minutter)</small>
pt: Tempo de entrega padrão <small>(minutos)</small>
sv: Standard leveranstid <small>(minuter)</small>

source: Delete
da: Slet
fi: Poista
nb: Slett
pt: Deletar
sv: Ta bort

source: Delete account
nb: Slett konto
pt: Deletar conta
sv: Radera konto

source: Delete collection slot?
da: Slet opsamlingssted?
fi: Poista noutoaika?
nb: Slette tidspunkt henting?
pt: Deletar horário de coleta?
sv: Radera uthämtningstid?

source: Delete custom field?
da: Slet brugerdefineret felt?
nb: Slette egendefinert felt?
pt: Deletar campo customizado?
sv: Ta bort anpassat fält?

source: Delete delivery zone?
da: Slet afleveringszone?
fi: Poista toimitusalue?
nb: Slette leveringsområdet?
pt: Deletar zona de entrega?
sv: Radera leveransplats?

source: Delete event?
da: Slet event?
fi: Poista tilaisuus?
nb: Sette arrangement?
pt: Deletar evento?
sv: Radera event?

source: Delete external event?
da: Slet ekstern event
nb: Slett eksternt arrangement?
pt: Deletar evento externo?
sv: Radera externt evenemang?

source: Delete group?
da: Slet gruppe?
fi: Poista ryhmä?
nb: Slett gruppe?
pt: Deletar grupo?
sv: Radera grupp?

source: Delete image?
da: Slet billede?
fi: Poista kuva?
nb: Slett bilde?
pt: Deletar imagem?
sv: Radera bild?

source: Delete item?
da: Slet element?
fi: Poista kohde?
nb: Slett vare?
pt: Deletar item?
sv: Radera produkt?

source: Delete menu?
da: Slet menu?
fi: Poista menu?
nb: Slett meny?
pt: Deletar cardápio?
sv: Ta bort meny?

source: Delete modifier?
da: Slet modifier?
fi: Poista määre?
nb: Slett variasjon?
pt: Deletar complemento?
sv: Ta bort administratör?

source: Delete my account
nb: Slett min konto
pt: Deletar minha conta
sv: Radera mitt konto

source: Delete outlet location?
da: Slet placering af udsalgssted?
fi: Poista toimituspisteen sijainti?
nb: Slett leveringsområdet?
pt: Deletar ponto de coleta?
sv: Ta bort butikens plats?

source: Delete outlet?
da: Slet udsalgssted?
fi: Poista myyntipiste?
nb: Slett utleveringssted?
pt: Deletar ponto de coleta?
sv: Ta bort butik?

source: Delete promotion?
da: Slet reklame?
fi: Poista promootio?
nb: Slette rabattkode?
pt: Deletar promoção?
sv: Ta bort kampanj?

source: Delete schedule?
da: Slet tidsplan?
fi: Poista aikataulu?
nb: Slette tidsplan?
pt: Deletar agenda?
sv: Radera schema?

source: Delete section?
da: Slet sektion?
fi: Poista osio?
nb: Slett seksjon?
pt: Deletar seção?
sv: Radera sektion?

source: Delete tag action?
da: Slet tag-handling?
nb: Slett aktivitet for stikkord?
pt: Deletar ação da tag?
sv: Radera etikett?

source: Delete tag?
da: Slet tag?
nb: Slett stikkord?
pt: Deletar tag?
sv: Radera etikett?

source: Delete tax group?
da: Slet skattegruppe?
fi: Poista veroryhmä?
nb: Slette momsgruppe?
pt: Deletar grupo de imposto?
sv: Radera momsgrupp?

source: Delete tax rate?
pt: Deletar taxa de imposto?

source: Delete user?
da: Slet bruger?
fi: Poista käyttäjä?
nb: Slett bruker?
pt: Deletar usuário?
sv: Radera användare?

source: Deleting this outlet will also delete the custom fields at checkout. Are you sure?
da: Sletning af dette udsalgssted vil også slette det brugerdefinerede felt ved checkout. Er du sikker?
nb: Om du sletter dette stedet vil du også fjerne det egendefinerte feltet i ordrehodet. Sikker?
pt: Deletando este ponto de coleta irá deletar os campos customizados ao finalizar o pedido. Você tem certeza?
sv: Om du tar bort det här uthämtningsstället kommer du också radera de anpassade fälten vid kassan. Är du säker?

source: Deleting this tag will remove it from all items and tag actions. Are you sure?
da: Sletning af dette tag vil fjerne det fra alle elementer og tag-handlinger. Er du sikker?
nb: Dersom du sletter dette stikkordet vil det fjernes fra alle varer og aktiviteter for stikkord. Er du sikker?
pt: Deletando esta tag irá remove-la de todos os items. Você tem certeza?
sv: Om du tar bort den här etiketten tas den bort från alla varor och etikettfunktioner. Är du säker?

source: Deleting your account means you won't be able to access the dashboard any longer. This cannot be undone. Are you sure?
nb: Denne brukeren vil heretter ikke få tilgang til dashbordet. Er du sikker?
pt: Deletar essa conta irá remover seu acesso deste sistema. Essa ação não pode ser revertida. Você tem certeza?
sv: Om du raderar ditt konto betyder det att du inte längre kan komma åt instrumentpanelen. Detta kan inte ångras. Är du säker?

source: Delivery
da: Levering
fi: Toimitus
nb: Levering
pt: Entrega
sv: Leverans

source: Delivery Areas
da: Leveringsområder
fi: Toimitusalueet
nb: Leveringsområder
pt: Áreas de entrega
sv: Leveransområden

source: Delivery Fee
da: Leveringsgebyr
fi: Toimituskulut
nb: Avgift for levering
pt: Taxa de entrega
sv: Leveranskostnad

source: Delivery Time
da: Leveringstidspunkt
fi: Toimitusaika
nb: Leveringstid
pt: Tempo de entrega
sv: Leveranstid

source: Delivery Zone
da: Leveringszone
fi: Toimitusalue
nb: Leveringsområdet
pt: Zona de entrega
sv: Leveransplats

source: Delivery Zones
da: Leveringszoner
fi: Toimitusalueet
nb: Leveringsområder
pt: Zonas de entrega
sv: Leveransplatser

source: Delivery charge
da: Leveringspris
fi: Toimitusveloitus
nb: Leveringskostnad
pt: Taxa de entrega
sv: Leveranskostnad

source: Delivery fee
da: Leveringsgebyr
fi: Toimituskulut
nb: Avgift for levering
pt: Taxa de entrega
sv: Leveranskostnad

source: Delivery rate
da: Leveringssats
fi: Toimitusaste
nb: Sats for levering
pt: Taxa de entrega
sv: Leveransbelopp

source: Delivery zone not saved
da: Leveringszone ikke gemt
fi: Toimitusaluetta ei tallennettu
nb: Leveringområdet ikke lagret
pt: Ocorreu um erro ao salvar a zona de entrega
sv: Leveransplatsen sparades inte

source: Delivery zone saved
da: Leveringszone gemt
fi: Toimitusalue tallennettu
nb: Leveringsområdet lagret
pt: Zona de entrega salva com sucesso
sv: Leveransplatsen sparades

source: Demo mode
fi: Demo-tila
nb: Demo modus
pt: Modo demonstração
sv: Demo läge

source: Description
da: Beskrivelse
fi: Kuvaus
nb: Beskrivelse
pt: Descrição
sv: Beskrivning

source: Details
da: Detaljer
fi: Tiedot
nb: Innstillinger
pt: Detalhes
sv: Detaljer

source: Dimensions
da: Dimensioner
fi: Mitat
nb: Dimensjoner
pt: Dimensões
sv: Storlekar

source: Directions
da: Retninger
fi: Ohjeet
nb: Beskrivelse
pt: Instruções
sv: Beskrivning

source: Discount
da: Rabat
fi: Alennus
nb: Rabatt
pt: Desconto
sv: Rabatt

source: Discount Value
da: Rabatværdi
fi: Alennuksen arvo
nb: Rabattens verdi
pt: Valor do desconto
sv: Rabattvärde

source: Discount for delivery orders (%)
da: Rabat på leveringsordrer (%)
fi: Alennus toimituksille (%)
nb: Rabatt ved ordre for levering (%)
pt: Desconto para pedidos delivery (%)
sv: Rabatt för leveransbeställningar (%)

source: Discounts
pt: Descontos

source: Display Name
da: Vis Navn
fi: Näytettävä nimi
nb: Navn som vises
pt: Nome de exibição
sv: Visa namn

source: Display name
da: Vis navn
fi: Näytettävä nimi
nb: Navn som vises (f.eks mva)
pt: Nome de exibição
sv: Visa namn

source: Display promotion on the menu
da: Vis reklame på menuen
fi: Näytä alennus valikossa
nb: Vis rabattkoden i menyen
pt: Mostrar promoção no cardápio
sv: Visa kampanj i menyn

source: Display text
da: Vis tekst
fi: Näytä teksti
nb: Tekst som vises
pt: Texto de exibição
sv: Visa text

source: Distance
da: Afstand
fi: Etäisyys
nb: Avstand
pt: Distância
sv: Avstånd

source: Done
da: Færdig
fi: Valmis
nb: Fullfør
pt: Pronto
sv: Klar

source: Dummy orders only. Payments are not processed.
da: Kun prøveordrer. Betalinger bliver ikke gennemført.
fi: Vain valetilauksia. Maksuja ei suoriteta.
nb: Kun test bestillinger. Betalinger vil ikke behandles.
pt: Apenas pedidos falsos. Os pagamentos não são processados.
sv: Endast testbeställningar. Betalningar genomförs ej.

source: Duplicate
da: Kopiér
fi: Kopioi
nb: Dupliser
pt: Duplicar
sv: Duplicera

source: Duplicate modifier
da: Kopiér modifier
fi: Kopioi muokkaaja
nb: Kopier variasjon
pt: Duplicar complemento
sv: Duplicera administratör

source: Dutch
da: Hollandsk
fi: hollanti
nb: Tysk
pt: Holandês
sv: Holländska

source: E-voucher
fi: E-kuponki
nb: Gavekort
pt: Email voucher
sv: E-kupong

source: ERROR
da: FEJL
fi: VIRHE
nb: FEIL
pt: ERRO

source: Edit
da: Redigér
fi: Muokkaa
nb: Rediger
pt: Editar
sv: Ändra

source: Edit Mode
da: Redigerings-mode
fi: Muokkaustila
nb: Redigerings modus
pt: Modo de edição
sv: Ändra läge

source: Edit background
nb: Endre bakgrunn
pt: Editar fundo
sv: Redigera bakgrund

source: Edit button
nb: Endre knapp
pt: Editar botão
sv: Redigera knapp

source: Edit footer
da: Redigér footer
fi: Muokkaa alatunnistetta
nb: Rediger footer
pt: Editar rodapé
sv: Ändra sidfot

source: Edit header
da: Redigér header
fi: Muokkaa ylätunnistetta
nb: Rediger header
pt: Editar cabeçalho
sv: Ändra rubrik

source: Eggs
da: Æg
nb: Egg
pt: Ovos
sv: Ägg

source: Email Address
da: Email-adresse
fi: Sähköpostiosoite
nb: E-postadresse
pt: Endereço de email
sv: Mailadress

source: Email address
da: Email-adresse
fi: Sähköpostiosoite
nb: E-postadresse
pt: Endereço de email
sv: Mailadress

source: Enable payment with cash
pt: Habilitar pagamento com dinheiro

source: Enable payment with stripe
pt: Habilitar pagamento com Stripe

source: End date
da: Slutdato
fi: Päättymispäivämäärä
nb: Sluttdato
pt: Data final
sv: Slutdatum

source: End date need to be after start date.
da: Slutdatoen skal være senere end startdatoen
fi: Päättymispäivämäärä ei voi olla ennen alkamispäivämäärää.
nb: Sluttdato må være senere enn startdato.
pt: Data final deve ser antes do que a inicial
sv: Slutnumret måste komma efter startnumret.

source: End number
da: Slutnummer
fi: Loppunumero
nb: Slutt-nummer
pt: Assento final
sv: Slutsiffra

source: End number need to be bigger than start number
da: Slutnummeret skal være højere end startnummeret
fi: Loppunumeron täytyy olla suurempi kuin alkunumeron
nb: Slutt-nummer må være høyere enn start-nummer
pt: Assento final precisa ser maior do que o assento inicial
sv: Slutnumret måste vara större än startnumret

source: End time
da: Sluttidspunkt
fi: Lopetusaika
nb: Sluttidspunkt
pt: Horário final
sv: Slut tid

source: English
da: Engelsk
fi: englanti
nb: Engelsk
pt: Inglês
sv: Engelska

source: Error adding outlet to outlet location
da: Fejl ved tilføjelse af af udsalgssted til placering af udsalgssted
fi: Virhe myyntipaikan lisäämisessä sijaintiin
nb: Feil ved kobling av utleveringssted til leveringsområdet
pt: Ocorreu um erro ao adicionar o ponto de coleta
sv: Problem med att lägga till butik till plats

source: Error creating tag
da: Fejl ved oprettelse af tag
nb: Feil ved opprettelse av stikkord
pt: Ocorreu um erro ao criar a tag
sv: Ett fel uppstod när etiketten skapades

source: Error creating tag action
da: Fejl ved oprettelse af tag-handling
nb: Feil ved opprettelse av aktivitet for stikkord
pt: Ocorreu um erro ao criar a ação da tag
sv: Ett fel uppstod när etiketten skapades

source: Error deleting image.
nb: Feil ved sletting av bilde.
pt: Ocorreu um erro ao deletar a imagem.
sv: Det gick inte att ta bort bilden.

source: Error deleting outlet
da: Fejl ved sletning af udsalgssted
fi: Virhe myyntipaikan poistamisessa
nb: Feil ved sletting av utleveringssted
pt: Ocorreu um erro ao deletar o ponto de coleta
sv: Problem med att radera butik

source: Error loading tax settings
da: Fejl ved hentning af skatteindstillinger
fi: Virhe ladatessa veroasetuksia
nb: Feil ved lasting av MVA innstillinger
pt: Ocorreu um erro ao carregar as configurações das taxas
sv: Fel vid laddning av momsinställningar

source: Error moving outlet
da: Fejl ved flytning af udsalgssted
fi: Virhe myyntipaikan siirtämisessä
nb: Feil ved flytting av utleveringssted
pt: Ocorreu um erro ao mover este ponto de coleta
sv: Problem med att flytta butik
