Repository: zperk0/preo
Catalog: locale/*.po
Languages: da, fi, nb, pt, sv

source: Some modifiers are already applied in some items in this section. Duplicate modifiers will only appear once to the user. Do you still want to add?
da: Nogle modifiers er allerede tilknyttet nogle elementer i denne sektion. Duplikerede modifiers vil kun blive vist én gang til brugeren. Vil du stadig tilføje?
fi: Joitakin muokkauksia käytetään jo joidenkin tämän alueen tuotteissa. Tuplamuokkaukset näkyvät vain kerran käyttäjälle. Haluatko silti lisätä?
nb: Noen variasjoner er allerede brukt på noen produkter i denne seksjonen. Dupliserte variasjoner vil kun vises en gang til brukeren. Ønsker du fortsatt å legge til?
pt: Alguns complementos já estão sendo aplicados em alguns items desta seção. Duplicando estes complementos, irá aparecer somente uma vez para o usuário. Você ainda deseja fazer isso?
sv: Vissa modifieringar används redan för vissa artiklar i den här sektionen. Extra modifieringar visas bara en gång för användaren. Vill du fortfarande lägga till?

source: Some modifiers on this item are already applied at section level. Duplicate modifiers will only appear once to the user.
da: Nogle modifiers på dette element er allerede tilknyttet denne sektionsetage. Duplikerede modifiers vil kun blive vist én gang til brugeren. Vil du stadig tilføje?
fi: Joitakin tämän kohteen muokkauksia on jo käytössä tällä tasolla. Tuplamuokkaukset näkyvät vain kerran käyttäjälle.
nb: Noen variasjoner på dette produktet er allerede i bruk på seksjons nivå. Dupliserte variasjoner vil kun vises en gang til brukeren.
pt: Alguns complementos deste item já estão aplicados na seção. Duplicando estes complementos, irá aparecer somente uma vez para o usuário.
sv: Vissa modifieringar är redan tillagda på sektionsnivå . Extra modifieringar visas bara en gång för användaren.

source: Something went wrong, please try again
da: Noget gik galt, prøv venligst igen
fi: Jokin meni pieleen, yritä uudelleen
nb: Noe gikk galt. Vennligst prøv igjen
pt: Ocorreu um erro em nosso sistema, tente novamente por favor
sv: Något gick fel, vänligen försök igen

source: Sorry
da: Beklager
fi: Anteeksi
nb: Beklager
pt: Desculpe
sv: Beklagar

source: Sorry, the old password you entered was incorrect. Please try again!
da: Beklager, det gamle kodeord du har indtastet var forkert. Prøv venligst igen!
fi: Valitettavasti vanha salasanasi oli virheellinen. Ole hyvä ja yritä uudelleen!
nb: Ugyldig passord, prøv igjen.
pt: Desculpe, a senha atual que você digitou está incorreta. Por favor tente novamente!
sv: Ledsen, det gamla lösenordet du angav var felaktigt. Försök igen!

source: Sorry, the password you entered was incorrect. Please try again!
da: Beklager, det kodeord du har indtastet var forkert. Prøv venligst igen!
fi: Valitettavasti syöttämäsi salasana oli virheellinen. Yritä uudelleen!
nb: Ugyldig passord, prøv igjen.
pt: Desculpe, a senha que você digitou está incorreta. Por favor tente novamente!
sv: Ledsen, lösenordet du angav var felaktigt. Försök igen!

source: Sorry, there was a problem sending this invitation, please try again
pt: Desculpe, ocorreu um problema ao enviar este convite. Por favor tente novamente

source: Soya
da: Soja
pt: Soja
sv: Soja

source: Spanish
da: Spansk
fi: espanja
nb: Spansk
pt: Espanhol
sv: Spanska

source: Special requests
pt: Observações

source: Specific customers only
nb: Bare bestemte kunder
pt: Apenas clientes específicos

source: Spend
da: Forbrug
nb: Forbruk
pt: Gasto
sv: Spendera

source: Splash screen background
nb: Bakgrunn for velkomstbilde
pt: Fundo da tela de abertura
sv: Splash screen-bakgrund

source: Split slot into segments
fi: Jaa aika osiin
nb: Splitt periode til segmenter
pt: Quebrar o slot em intervalos
sv: Dela plats i olika segment

source: Staff Member
fi: Henkilökunnan jäsen
nb: Betjening
pt: Funcionário
sv: Personal

source: Start date
fi: Aloituspäivämäärä
nb: Startdato
pt: Data de início
sv: Startdatum

source: Start date need to be before end date.
fi: Aloituspäivämäärän täytyy olla ennen päättymispäivämäärää.
nb: Startdato må være før sluttdato.
pt: Data de início precisa ser menor do que a data final
sv: Startdatum måste vara före slutdatum.

source: Start number
fi: Aloitusnumero
nb: Startnummer
pt: Assento inicial
sv: Startnummer

source: Start number need to be smaller than end number
fi: Aloitusnumeron tulee olla pienempi kuin loppunumeron
nb: Startnummer må være lavere enn sluttnummer
pt: Assento inicial precisa ser menor do que o assento final
sv: Startnumret måste vara mindre än slutnumret

source: Start time
fi: Aloitusaika
nb: Start tidspunkt
pt: Horário de início
sv: Starttid

source: Stock
nb: Varebeholdning
pt: Estoque
sv: Lager

source: Street name & number
fi: Tien nimi ja numero
nb: Gatenavn og nummer
pt: Logradouro & número
sv: Gatunamn och nummer

source: Styling
fi: Ulkonäkö
pt: Estilizar
sv: Utseende

source: Success! Please check your email for further instructions.
fi: Onnistui! Tarkista sähköpostistasi lisäohjeet.
nb: Vennligst sjekk din e-post for videre informasjon.
pt: Sucesso! Por favor verifique seu email para mais informações.
sv: Klart! Kolla din mail för vidare instruktioner.

source: Sulphur
nb: Svovel
pt: Enxofre
sv: Svavel

source: Summary
nb: Oversikt
pt: Resumo
sv: Sammanfattning

source: Support updates
nb: Support oppdateringer
pt: Atualizações do suporte
sv: Supportuppdateringar

source: Swedish
fi: ruotsi
nb: Svensk
pt: Sueco
sv: Svenska

source: Sync menus
nb: Synkronisere menyer
pt: Sincronizar cardápios
sv: Synkronisera menyer

source: Tag Actions
nb: Stikkord aktiviteter
pt: Ações da tag
sv: Etikettfunktion

source: Tag action created
nb: Stikkord aktivitet opprettet
pt: Ação da tag criada
sv: Etikettfunktion skapad

source: Tag action deleted
nb: Stikkord aktivitet slettet
pt: Ação da tag deletada
sv: Etikettfunktion raderad

source: Tag action name
nb: Stikkord aktivitet navn
pt: Nome da ação da tag
sv: Namn på aktivitet

source: Tag action updated
nb: Stikkord aktivitet oppdatert
pt: Ação da tag atualizada
sv: Etikettfunktion uppdaterad

source: Tag created
nb: Stikkord opprettet
pt: Tag criada
sv: Etikett skapad

source: Tag deleted
nb: Stikkord slettet
pt: Tag deletada
sv: Etikett raderad

source: Tag name
nb: Stikkord navn
pt: Nome da tag
sv: Etikettnamn

source: Tag updated
nb: Stikkord oppdatert
pt: Tag atualizada
sv: Etikett uppdaterad

source: Takeaway rate
fi: Noutoaste
nb: Sats for takeaway
pt: Taxa para coletar
sv: Takeaway belopp

source: Tax
fi: Vero
nb: MVA
pt: Impost
sv: Moms

source: Tax Group saved
fi: Veroryhmä tallennettu
nb: Momsgruppe lagret
pt: Grupo de impostos salvo
sv: Momsgrupp sparad

source: Tax Groups
fi: Veroryhmät
nb: Momsgrupper
pt: Grupo de impostos
sv: Momsgrupper

source: Tax ID
fi: Vero ID
nb: Organisasjonsnummer
pt: ID do imposto
sv: Momsregistreringsnummer

source: Tax Rates
pt: Taxa de impostos

source: Tax group
fi: Veroryhmä
nb: Momsgruppe
pt: Grupo de impostos
sv: Momsgrupp

source: Tax group name
fi: Veroryhmän nimi
nb: Navn på momsgruppe
pt: Nome do grupo de imposto
sv: Namn på momsgrupp

source: Tax paid
nb: MVA betalt
pt: Imposto pago
sv: Moms betald

source: Tax rate
nb: MVA %
pt: Taxa de imposto
sv: Momssats

source: Tax rate name
pt: Nome da taxa de impsoto

source: Tax rate saved
pt: Taxa de imposto salva

source: Tax report
nb: MVA rapport
pt: Relatório de impostos
sv: Momsrapport

source: Terms of use
fi: Käyttöehdot
nb: Vilkår for bruk
pt: Termos de uso
sv: Villkor

source: Text
fi: Teksti
nb: Tekst
pt: Texto

source: Thanks for your order
fi: Kiitos tilauksestasi
nb: Takk for bestillingen
pt: Obrigado por seu pedido
sv: Tack för din beställning

source: That link appears to have expired. Please ask your administrator to send you a new one.
fi: Tämä linkki näyttää olevan vanhentunut. Pyydä järjestelmävalvojaasi lähettämään sinulle uusi.
nb: Lenken har utløpt. Du kan be din administrator om å sende deg en ny invitasjon.
pt: Parece que este link expirou. Por favor peça a seu administrador para enviar um novo.
sv: Länken verkar vara inaktiv. Vänligen be din administratör att skicka en ny länk.

source: The menu has been updated, please wait while the app refreshes to load new data
nb: Menyen har blitt oppdatert, vent mens appen oppdateres for å laste inn nye data
pt: O cardápio foi atualizado, por favor aguarde enquanto o app atualiza os dados.
sv: Menyn har ändrats, vänligen vänta medan appen uppdateras med den nya informationen.

source: The message was sent successfully.
nb: Meldingen ble sendt.
pt: A mensagem foi enviada com sucesso.
sv: Meddelandet skickades.

source: There are no collection slots assigned to this schedule
fi: Tälle aikataululle ei ole noutoaikoja
nb: Det finnes ingen henteperioder for dette skjemaet
pt: Não existe horários de retirada atribuídos a esta agenda
sv: Schemat har inga uthämtningstider

source: There are no notes for this customer.
pt: Não há anotações para este cliente.

source: There are no orders for this customer.
pt: Não há pedidos para este cliente.

source: There is already an account with this email address.
fi: Tällä sähköpostiosoitteella on jo tunnus.
nb: Det finnes allerede en konto med denne e-postadressen.
pt: Já existe uma conta com esse email.
sv: Det finns redan ett konto med denna mailadress.

source: There is already an account with this email, please try another one.
pt: Já existe uma conta com esse email, por favor tente outro.

source: There is already an account with this email, you need to sign in to continue.
pt: Já existe uma conta com esse email, você precisa entrar para continuar.

source: There is already another tag with the same name, are you sure you want to create this new tag?
nb: Det finnes allerede et stikkord med dette navnet. Er du sikker på at du opprette dette nye?
pt: Já existe outra tag com o mesmo nome, você tem certeza que deseja criar novamente?
sv: Det finns redan en annan etikett med samma namn, är du säker på att du vill skapa den här nya etiketten?

source: There was a problem deleting your account. Please contact support.
nb: Det oppstod et problem ved sletting av din konto. Vennligst kontakt support.
pt: Ocorreu um erro ao deletar sua conta. Por favor entre em contato com suporte.

source: There was a problem loading this page. <span class="fake-link" ng-click="vm.reload()" translate="">Retry</span>
fi: Ladatessa sivua ilmeni ongelma. <span class="fake-link" ng-click="vm.reload()" translate="">Uudelleen</span>
nb: Det oppstod er problem ved lasting av denne siden.<span class="fake-link" ng-click="vm.reload()" translate="">Prøv igjen</span>
pt: Ocorreu um erro ao carregar esta página. <span class="fake-link" ng-click="vm.reload()" translate="">Tentar novamente</span>
sv: Det uppstod ett problem med att ladda sidan. <span class="fake-link" ng-click="vm.reload()" translate="">Försök igen</span>

source: There was an error deleting the event. Please try again.
nb: Feil ved sletting av arrangement. Vennligst prøv på nytt.
pt: Ocorreu um erro ao deletar o evento. Por favor tente novamente.
sv: Ett fel uppstod vid borttagningen av evenemanget. Vänligen försök igen.

source: This app is not configured to place an order. Please contact the support team.
pt: Este aplicativo não está configurado para realizar pedidos. Por favor entre em contato com a equipe de suporte.

source: This customer already has an account
pt: Este cliente já possui uma conta

source: This drawer is empty
fi: Tämä laatikko on tyhjä
nb: Denne kassen er tom
pt: Esta gaveta está vazia
sv: Detta verktyg är tomt

source: This email is already in use, please use another
fi: Tämä sähköpostiosoite on jo käytössä, käytä toista
nb: E-postadressen er allerede i bruk, vennligst bruk en annen
pt: Este email já está em uso, por favor utilize outro
sv: Denna mail används redan, välj en annan

source: This event will no longer be linked to Preoday. Are you sure?
nb: Arrangementet vil ikke lenger være koblet mot Preoday. Er du sikker?
pt: Este evento não estará mais vinculado ao Preoday. Você tem certeza?
sv: Evenemanget kommer inte längre vara kopplat till Preoday. Är du säker?

source: This feature is only available for full clients. Please contact our sales team using the chat widget at the bottom of the page to activate it.
nb: Denne funksjonen er kun tilgjengelig for premium brukere. Vennligst ta kontakt med vårt salgsteam ved hjelp av chat-widgeten nederst på siden for å aktivere den.
pt: Esta funcionalidade está somente disponível para clientes completos. Por favor entre em contato com a equipe de vendas usando o chat no final da página para ativá-la.
sv: Den här funktionen är enbart tillgänglig för vissa kunder. Vänligen kontakta säljteamet via chatten längst ner på sidan för att aktivera den.

source: This is required.
fi: Tämä vaaditaan.
nb: Påkrevd.
pt: Este campo é obrigatório
sv: Obligatorisk uppgift.

source: This order can no longer be changed or cancelled. Please contact the venue directly.
pt: Este pedido não pode ser alterado ou cancelado. Por favor entre em contato com o estabelecimento diretamente.

source: This outlet location has custom fields
nb: Dette stedet har et egendefinert felt
pt: Este ponto de coleta possui campos customizados
sv: Denna uthämtningsplats har anpassade fält

source: This promotion code is already being used.
fi: Tämä tarjouskoodi o jo käytössä.
nb: Denne kampanjekoden er allerede brukt.
pt: Este código promocional já está sendo usado.
sv: Denna rabattkod har redan använts.

source: This promotion hasn't started yet or has ended. If you activate it manually, the start and end dates will be removed.
fi: Tämä tarjous ei ole alkanut vielä tai se on jo päättynyt. Jos aktivoit sen manuaalisesti, aloitus- ja lopetuspäivämäärät poistetaan.
nb: Denne kampanjen har ikke startet enda, eller den er avsluttet. Hvis du aktiverer den manuelt vil start- og sluttdato fjernes.
pt: Esta promoção não começou ainda ou já terminou. Se você ativá-la manualmente, a data inicial e final serão removidas.
sv: Denna kampanj har inte startat eller har avslutats. Om du aktiverar den manuellt kommer start- och slutdatum att raderas.

source: This slot is being used
fi: Tämä aika on käytössä
nb: Denne perioden er i bruk
pt: Este slot está sendo usado.
sv: Platsen används

source: This tag is in use
nb: Dette stikkordet er i bruk
pt: Esta tag está em uso
sv: Den här etiketten används

source: This user already has an account
fi: Tällä käyttäjällä on jo käyttäjätunnus
nb: Denne brukeren har allerede en konto
pt: Este usuário já possui uma conta
sv: Användaren har redan ett konto

source: This user will no longer be able to access the dashboard. Are you sure?
da: Denne bruger vil ikke længere have adgang til kontrolpanelet. Er du sikker?
fi: Tällä käyttäjällä ei ole enää pääsyä dashboardiin. Oletko varma?
nb: Denne brukeren vil heretter ikke få tilgang til dashbordet. Er du sikker?
pt: Este usuário não terá mais acesso ao dashboard. Você tem certeza?
sv: Denna användare kommer ej längre ha tillgång till adminsidan. Är du säker?

source: This will delete all section and item configurations for this menu. Are you sure?
fi: Tämä poistaa kaikki valinnat ja tuoterakenteet tästä menusta. Oletko varma?
nb: Dette vil slette alle seksjoner og produkt innstillinger for denne menyen, er du sikker?
pt: Isso irá deletar todas seções e items configurados para este cardápio. Você tem certeza?
sv: Detta kommer att radera alla sektions- och produktkonfigurationer för menyn. Är du säker på det?

source: This will delete the configuration of all sub-groups. Are you sure?
fi: Tämä poistaa kaikkien alaryhmien tuoterakenteet. Oletko varma?
nb: Dette vil slette innstillinger for alle undergrupper, er du sikker?
pt: Isso irá deletar as configurações para todos sub grupos. Você tem certeza?
sv: Detta kommer att radera konfigurationen för alla undergrupper. Är du säker på det?

source: This will delete the modifier from all menus.
fi: Tämä poistaa muokkaukset kaikista menuista.
nb: Dette vil slette variasjoner fra alle menyer.
pt: Isso irá deletar todos complementos para todos os cardápios.
sv: Detta kommer att radera valmöjligheten från alla menyer.

source: This will override your standard lead time for all orders that contain this item.
nb: Dette vil overstyre normal produksjonstid for alle bestillinger som inneholder dette produktet.
pt: Isso irá sobrescrever todo o tempo de preparo padrão em todos os pedidos que terão este item.

source: Time
fi: Aika
nb: Tid
pt: Tempo
sv: Tid

source: Timeout
pt: Tempo esgotado
sv: Paus

source: To seat rate
fi: Istuinaste
nb: Sats for in-house
pt: Taxa para assento
sv: Till plats belopp

source: Today
pt: Hoje

source: Total number of customers
nb: Totalt antall kunder
pt: Número total de clientes
sv: Totalt antal kunder

source: Total number of orders
nb: Totalt antall bestillinger
pt: Número total de pedidos
sv: Totalt antal beställningar

source: Total revenue
nb: Omsetning
pt: Total da receita
sv: Totala intäkter

source: Town / City
fi: Kunta / Kaupunki
nb: Poststed
pt: Cidade
sv: Stad

source: Town/City
fi: Kunta/Kaupunki
nb: Poststed
pt: Cidade
sv: Stad

source: Track order
pt: Rastrear pedido

source: Trigger is required.
nb: Trigger er nødvendig
pt: Gatilho é obrigatório
sv: Utlösare krävs.

source: Trigger:
pt: Gatilho:
sv: Utlösare:

source: Try to navigate on the left menu or
pt: Tente navegar no menu lateral ou

source: Type
pt: Tipo

source: Type customer note here...
pt: Digite as anotações do cliente aqui...

source: Until {{inputDateEnd}}
nb: Til {{inputDateEnd}}
pt: Até {{inputDateEnd}}
sv: Till {{inputDateEnd}}

source: Update External Menus
nb: Oppdater eksterne menyer
pt: Atualizar cardápios externos
sv: Uppdatera externa menyer

source: Update role
fi: Päivitä rooli
nb: Oppdater rolle
pt: Atualizar cargo
sv: Uppdatera roll

source: Upload specs
fi: Lataa speksit
nb: Spesifikasjoner for opplastning
pt: Especificações do arquivo
sv: Ladda upp beskrivning

source: Use the navigation menu on the left to manage your platform
fi: Käytä vasemmalla olevaa valikkoa sivutojen hallintaa varten.
nb: Bruk navigasjonsmenyen til venstre for å administrere din plattform
pt: Use o menu lateral para gerenciar sua plataforma
sv: Använd navigeringsmenyn till vänster för att hantera din plattform

source: User
pt: Usuário

source: User access not removed
fi: Käyttöoikeutta ei poistettu
nb: Brukertilgang ikke fjernet
pt: Ocorreu um erro ao remover o acesso do usuário
sv: Användarbehörighet raderades inte

source: User access not updated
fi: Käyttöoikeutta ei päivitetty
nb: Brukertilgang ikke oppdatert
pt: Acesso do usuário não atualizado
sv: Användarbehörighet uppdaterades inte

source: User access removed
da: Brugeradgang slettet
fi: Käyttöoikeus poistettu
nb: Brukertilgang fjernet
pt: Acesso do usuário removido
sv: Användarbehörighet raderad

source: User access updated
fi: Käyttöoikeus päivitetty
nb: Brukertilgang oppdatert
pt: Acesso do usuário atualizado
sv: Användarbehörighet uppdaterad

source: User enters a promotion code
fi: Käyttäjä syöttää tarjouskoodin
nb: Brukeren skriver inn en kampanjekode
pt: Usuário digitará um código promocional
sv: Användarna anger en kampanjkod

source: User permissions:
fi: Käyttöoikeudet:
nb: Brukerrettigheter:
pt: Permissões do usuário:
sv: Användarbehörighet:

source: Users were applied to this promotion.
nb: Kunder ble lagt til på denne kampanjen.
pt: Usuário foram aplicados para essa promoção.

source: VAT Number
nb: Organisasjonsnummer
pt: Número da taxa
sv: Organisationsnummer

source: Value must be at least 1.
fi: Arvon pitää olla vähintään 1.
nb: Verdien må være minst 1.
pt: Valor deve ser ao menos 1.
sv: Värdet måste vara minst 1.

source: Variant Name
fi: Muunnoksen nimi
nb: Variant navn
pt: Nome das opções (ex: Escolha um tamanho)
sv: Variant namn

source: Vegan
nb: Vegetar
pt: Vegano
sv: Vegansk

source: Vegetarian
nb: Vegetarianer
pt: Vegetariano
sv: Vegetarisk

source: Venue
nb: Sted
pt: Estabelecimento
sv: Arena

source: Venue Map
nb: Oversiktskart
pt: Mapa do estabelecimento
sv: Arenakarta

source: Venue Settings
fi: Tapahtumapaikan asetukset
nb: Innstillinger
pt: Configurações do estabelecimento
sv: Inställningar för arenan

source: Venue details not saved
fi: Tapahtumapaikan tietoja ei päivitetty
nb: Innstillinger ikke lagret
pt: Ocorreu um erro ao salvar os detalhes do estabelecimento
sv: Detaljerna om arenan sparades inte

source: Venue details saved
fi: Tapahtumapaikan tiedot tallennettu
nb: Innstillinger lagret
pt: Detalhes do estabelecimento salvos
sv: Detaljerna om arenan sparades

source: Venue is
fi: Tapahtumapaikka on
nb: Butikk er
pt: Estabelecimento está
sv: Arenan är

source: Venue location not saved
fi: Tapahtumapaikan sijaintia ei tallennettu
nb: Lokasjon ikke lagret
pt: Ocorreu um erro ao salvar a localização do estabelecimento
sv: Arenans plats har inte sparats

source: Venue location saved
fi: Tapahtumapaikan sijainti tallennettu
nb: Lokasjon lagret
pt: Localização do estabelecimento salva
sv: Arenans plats sparad

source: Venue mode not changed
fi: Tapahtumapaikan tilaa ei muutettu
nb: Modus for sted ikke endret
pt: Ocorreu um erro ao alterar o modo do estabelecimento
sv: Arenaläge ändrades inte

source: Venue name
fi: Tapahtumapaikan nimi
nb: Navn
pt: Nome do estabelecimento
sv: Arenans namn

source: Venue not found
fi: Tapahtumapaikkaa ei löydetty
nb: Ikke funnet
pt: Estabelecimento não encontrado
sv: Arenan hittades inte

source: Venues
pt: Estabelecimentos

source: Very Hot
nb: Svært sterk
pt: Muito quente
sv: Väldigt stark

source: View Calendar
fi: Näytä kalenteri
nb: Vis kalender
pt: Ver calendário
sv: Visa kalender

source: View order history
pt: Ver histórico do pedido

source: View:
fi: Näytä:
nb: Vis:
pt: Zoom:
sv: Visa:

source: Voucher footer text
fi: Kupongin alatunnisteen teksti
nb: Bunntekst for gavekort
pt: Texto do rodapé do voucher
sv: Text i sidfot på kupong

source: Voucher menu
fi: Kupongin menu
nb: Gavekort meny
pt: Cardápio do voucher
sv: Meny för kupong

source: Voucher rate
fi: Kupongin aste
nb: Sats for gavekort
pt: Taxa do voucher
sv: Kupongsbelopp

source: Voucher type
fi: Kupongin tyyppi
nb: Gavekort type
pt: Tipo do voucher
sv: Kupongstyp

source: Voucher value:
fi: Kupungin arvo:
nb: Gavekort verdi:
pt: Valor do voucher:
sv: Kupongsvärde

source: WALLET
pt: CARTEIRA

source: Warning
nb: Advarsel
pt: Atenção
sv: Varning

source: We could not connect to your Stripe account. Please try again.
fi: Emme voineet yhdistää Stripe-tiliisi. Yritä uudelleen.
nb: Vi kunne ikke koble til din Stripe konto, vennligst prøv igjen.
pt: Nós não conseguimos conectar com sua conta do Stripe. Por favor tente novamente.
sv: Vi kunde inte koppla till ditt Stripe konto. Försök igen.

source: We could not find an account with that email address
fi: Emme löytäneet käyttäjää tällä sähköpostiosoitteella.
nb: Vi kunne ikke finne en konto med denne e-postadressen
pt: Nós não encontramos uma conta com este email
sv: Vi kunde inte hitta ett konto med den e-postadressen

source: Weekly
nb: Ukentlig
pt: Semanal
sv: Veckovis

source: Weekly Customers
nb: Ukentlige kunder
pt: Clientes semanais
sv: Kunder per vecka

source: Weekly Orders
nb: Ukentlige bestillinger
pt: Pedidos semanais
sv: Beställningar per vecka

source: Weekly Revenue
nb: Ukentlig omsetning
pt: Receitas semanais
sv: Intäkter per vecka

source: Welcome to your dashboard
fi: Tervetuloa hallintaan.
nb: Velkommen til kontrollpanelet
pt: Bem vindo ao dashboard
sv: Välkommen till din adminsida

source: Welcome to your global management dashboard
pt: Bem vindo ao dashboard de gerenciamento global
