Repository: zperk0/preo
Catalog: locale/*.po
Languages: da, fi, nb, pt, sv

source: Monthly Customers
da: Antal månedlige kunder
nb: Kunder per måned
pt: Clientes mensais
sv: Konsumenter per månad

source: Monthly Orders
da: Antal månedlige ordrer
nb: Bestillinger per måned
pt: Pedidos mensais
sv: Månadens beställningar

source: Monthly Revenue
da: Månedlig indtjening
nb: Omsetning per måned
pt: Receitas mensais
sv: Månadsintäkt

source: More
nb: Mer
pt: Mais
sv: Mer

source: Move
da: Flyt
fi: Siirrä
nb: Flytt
pt: Mover
sv: Flytta

source: Multiple Sizes
da: Flere størrelser
fi: Useita kokoja
nb: Flere størrelser
pt: Múltiplos tamanhos
sv: Flera storlekar

source: Multiple instances found
da: Flere tilfælde fundet
fi: Useita tapauksia löytynyt
nb: Flere forekomster funnet
pt: Múltiplas instâncias encontradas
sv: Flera exempel hittades

source: Multiple use
da: Flere former for anvendelse
fi: Useita käyttöjä
nb: Kan brukes flere ganger
pt: Múltiplo uso
sv: Används av flera

source: Mustard
da: Sennep
nb: Sennep
pt: Mostarda
sv: Senap

source: My Events
da: Mine events
fi: Tapahtumani
nb: Mine arrangementer
pt: Meus eventos
sv: Mina evenemang

source: My Outlets
da: Mine udsalgssteder
fi: Myyntipisteeni
nb: Mine utleveringssteder
pt: Meus locais de coleta
sv: Mina butiker

source: My Tags
da: Mine tags
nb: Mine stikkord
pt: Minhas tags
sv: Mina etiketter

source: My account
da: Min konto
fi: Käyttäjätilini
nb: Min konto
pt: Minha conta
sv: Mitt konto

source: My menus
da: Min menu
fi: Menuni
nb: Mine menyer
pt: Meus cardápios
sv: Mina menyer

source: Name
da: Navn
fi: Nimi
nb: Navn
pt: Nome
sv: Namn

source: Navigation
fi: Navigointi
nb: Navigasjon
pt: Navegação
sv: Navigering

source: New customers
da: Nye kunder
nb: Nye kunder
pt: Novos clientes
sv: Nya kunder

source: New email address
da: Ny email-adresse
fi: Uusi sähköpostiosoite
nb: Ny e-post adresse
pt: Novo endereço de email
sv: Ny mailadress

source: New password
da: Nyt kodeord
fi: Uusi salasana
nb: Nytt passord
pt: Nova senha
sv: Nytt lösenord

source: New vs Returning customers
da: Nye versus tilbagevendende kunder
nb: Nye kontra tidligere kunder
pt: Clientes novos vs retornando
sv: Nya kunder vs. återkommande kunder

source: Next billing date:
da: Næste dato for afregning:
fi: Seuraava laskutuspäivämäärä:
nb: Neste fakturerings dato:
pt: Próxima data de faturamento:
sv: Nästa faktureringsdatum:

source: No
da: Nr.
fi: Ei
nb: Nei
pt: Não
sv: Nej

source: No new events to import.
da: Ingen nye events at importere.
nb: Ingen nye arrangement å importere.
pt: Nenhum evento novo para importar.
sv: Inget nytt evenemang att importera

source: No results found for
pt: Nenhum resultado encontrado para

source: No results found...
da: Ingen resultater fundet...
nb: Ingen resultater funnet...
pt: Nenhum resultado encontrado...
sv: Inga resultat hittade...

source: No results were found for
pt: Nenhum resultado foi encontrad para

source: No results were found for this search
nb: Ingen resultater ble funnet for dette søket
pt: Nenhum resultado foi encontrado para esta busca

source: No results...
da: Ingen resultater...
fi: Ei tuloksia...
nb: Ingen resultater...
pt: Nenhum resultado...
sv: Inga resultat...

source: No users selected
nb: Ingen kunder valgt
pt: Nenhum usuário selecionado

source: Norwegian
da: Norsk
fi: norja
nb: Norsk
pt: Norueguês
sv: Norska

source: Not available
da: Ikke tilgængelig
nb: Ikke tilgjengelig
pt: Não disponível
sv: Inte tillgänglig

source: Not connected
da: Ingen forbindelse
fi: Ei yhdistetty
nb: Ikke tilkoblet
pt: Não conectado
sv: Inte kopplad

source: Note
pt: Anotação

source: Note created successfully
pt: Anotação criada com sucesso

source: Notes
da: Noter
nb: Merknader
pt: Anotações
sv: Noteringar

source: Notifications
da: Notifikationer
fi: Viestit
nb: Meldinger
pt: Notificações
sv: Notiser

source: Nuts
da: Nødder
nb: Nøtter
pt: Nozes
sv: Nötter

source: Old password
da: Gammelt kodeord
fi: Vanha salasana
nb: Gammelt passord
pt: Senha antiga
sv: Gammalt lösenord

source: On every trigger
da: På alle triggers
nb: På hver trigger
pt: Em cada gatilho
sv: På varje utlösare

source: Once only
da: Kun én gang
nb: En gang
pt: Uma vez somente
sv: Endast en gång

source: Once per order
da: Én gang per ordre
nb: En gang per ordre
pt: Uma vez por pedido
sv: En gång per beställning

source: One off
da: Én gang
fi: Pois päältä
nb: En av
pt: Uma vez
sv: En av

source: Only display customers who have opted in to marketing
da: Vis kun kunder, der har sagt ja til markedsføring
nb: Vis bare kunder som har takket ja til markedsføring
pt: Somente mostrar clientes que recebem marketing
sv: Visa enbart konsumenter som markerat opt in

source: Only e-voucher
da: Kun e-voucher
fi: Vain e-kuponki
nb: Kun e-gavekort
pt: Somente e-voucher
sv: Endast e-kupong

source: Open
da: Åben
fi: Auki
nb: Åpent
pt: Abre
sv: Öppna

source: Open phone interactions menu
da: Åbn telefon-interaktionsmenu
fi: Avaa puhelimen vastaava menu
nb: Åpne telefon menyen
pt: Abrir menu dos estabelecimentos
sv: Öppna menyn för telefoninteraktioner

source: Open profile interactions menu
da: Åbn profil-interaktionsmenu
fi: Avaa profiilin vastaava menu
nb: Åpne profil menyen
pt: Abrir menu do profile
sv: Öppna menyn för profilinteraktioner

source: Open {{ name }} interactions menu
da: Åbn {{ name }}-interaktionsmenu
fi: Avaa {{ name }} vastaava menu
nb: Åpne {{name}} menyen
pt: Abrir menu dos {{name}}
sv: Öppna menyn för {{ name }}interaktioner

source: Opening hours
da: Åbningstider
fi: Aukioloajat
nb: Åpningstider
pt: Horário de funcionamento
sv: Öppettider

source: Operational hours
da: Driftstider
fi: Toiminta-ajat
nb: Serveringstider
pt: Horário de funcionamento
sv: Användartimmar

source: Operator
pt: Operador

source: Option
da: Valgmulighed
fi: Vaihtoehto
nb: Valg
pt: Opção
sv: Val

source: Optional
da: Valgfri
fi: Valinnainen
nb: Valgfritt
pt: Opcional
sv: Valfritt

source: Order
pt: Pedido

source: Order #123456
da: Ordre #123456
fi: Tilaus #123456
nb: Ordre #123456
pt: Pedido #123456

source: Order Type
nb: Ordretype
pt: Tipo do pedido
sv: Beställningstyp

source: Order now
nb: Bestill nå
pt: Pedir agora
sv: Beställ nu

source: Order number
pt: Número do pedido

source: Order rejection
da: Ordreafvisning
fi: Tilauksen hylkäys
nb: Avvist bestilling
pt: Rejeição de pedidos
sv: Avbokning

source: Order screen
da: Ordreskærm
fi: Tilausnäyttö
nb: Ordreskjerm
pt: Tela do pedido
sv: Beställningssida

source: Order status
da: Ordrestatus
fi: Tilauksen status
nb: Ordrestatus
pt: Status de pedidos

source: Orders
da: Ordrer
fi: Tilaukset
nb: Ordre
pt: Pedidos
sv: Beställningar

source: Orders by channel
da: Ordrer per kanal
nb: Bestillinger etter kanal
pt: Pedidos por canal
sv: Beställningar per kanal

source: Outlet
da: Udsalgssted
fi: Myyntipiste
nb: Utleveringssted
pt: Ponto de coleta
sv: Butik

source: Outlet Locations
da: Udsalgssteds-placeringer
fi: Myyntipisteiden sijainnit
nb: Leveringsområder
pt: Ponto de coleta
sv: Butikernas plats

source: Outlet configuration
da: Udsalgssteds-konfiguration
fi: Myyntipisteen asetukset
nb: Instillinger for utleveringssted
pt: Configurações do ponto de coleta
sv: Butikskonfiguration

source: Outlet created
da: Udsalgssted oprettet
fi: Myyntipiste luotu
nb: Utleveringssted opprettet
pt: Ponto de coleta criado
sv: Butik skapad

source: Outlet deleted
da: Udsalgssted slettet
fi: Myyntipiste poistettu
nb: Utleveringssted slettet
pt: Ponto de coleta deletado
sv: Butik raderad

source: Outlet location created
da: Placering for udsalgssted oprettet
fi: Myyntipisteen sijainti luotu
nb: Leveringsområde opprettet
pt: Ponto de coleta criado
sv: Butikens plats skapad

source: Outlet location deleted
da: Placering for udsalgssted slettet
fi: Myyntipisteen sijainti poistettu
nb: Leveringsområde slettet
pt: Ponto de coleta deletado
sv: Butikens plats raderad

source: Outlet location duplicated
da: Placering for udsalgssted dupleret
fi: Myyntipisteen sijainti kopioitu
nb: Leveringsområde duplisert
pt: Ponto de coleta duplicado
sv: Butikens plats duplicerad

source: Outlet location moved
da: Placering for udsalgssted flyttet
fi: Myyntipisteen sijainti siirretty
nb: Leveringsområde flyttet
pt: Ponto de coleta movido
sv: Butikens plats flyttad

source: Outlet location updated
da: Placering for udsalgssted opdateret
fi: Myyntipisteen sijainti päivitetty
nb: Leveringsområde oppdatert
pt: Ponto de coleta atualizado
sv: Butikens plats uppdaterad

source: Outlet menu:
da: Udsalgssted-menu
fi: Myyntipisteen menu:
nb: Utleveringssted meny:
pt: Cardápio:
sv: Butikens meny:

source: Outlet moved
da: Udsalgssted flyttet
fi: Myyntipiste siirretty
nb: Utleveringssted flyttet
pt: Ponto de coleta movido
sv: Butik flyttad

source: Outlet name
da: Udsalgssteds-navn
fi: Myyntipisteen nimi
nb: Utleveringssted navn
pt: Nome do ponto de coleta
sv: Uthämtningsställets namn

source: Outlet updated
da: Udsalgssted-opdateret
fi: Myyntipiste päivitetty
nb: Utleveringssted oppdatert
pt: Ponto de coleta atualizado
sv: Butik uppdaterad

source: Outlets
da: Udsalgssteder
fi: Myyntipisteet
nb: Utleveringssteder
pt: Pontos de coleta
sv: Butiker

source: Page Background
da: Side-baggrund
fi: Sivun tausta
nb: Sidens bakgrunn
pt: Fundo da página
sv: Sidans bakgrund

source: Paid
pt: Paga

source: Password
da: Kodeord
fi: Salasana
nb: Passord
pt: Senha
sv: Lösenord

source: Password doesn't match.
da: Kodeordet matcher ikke
fi: Salasana ei täsmää
nb: Passord stemmer ikke.
pt: As senhas não correspondem.
sv: Lösenordet matchar inte.

source: Pause this promotion
da: Sæt denne reklame på pause
fi: Pysäytä tarjous
nb: Pause denne kampanjen
pt: Pausar essa promoção
sv: Pausa kampanj

source: Payment
pt: Pagamento

source: Payment Card
da: Betalingskort
fi: Maksukortti
nb: Kort for betaling
pt: Cartão para pagamento
sv: Betalkort

source: Payment Method
nb: Betalingsmåte
pt: Método de pagamento
sv: Betalningssätt

source: Payment method
da: Betalingsmetode
nb: Betalingsmåte
pt: Método de pagamento
sv: Betalningssätt

source: Payments
da: Betalinger
fi: Maksut
nb: Betaling
pt: Pagamentos
sv: Betalning

source: Payments not saved
da: Betalinger ikke gemt
fi: Maksuja ei tallennettu
nb: Betaling ikke lagret
pt: Ocorreu um erro ao salvar os pagamentos
sv: Betalningen sparades inte

source: Payments saved
da: Betalinger gemt
fi: Maksut tallennettu
nb: Betaling lagret
pt: Pagamentos salvos
sv: Betalning sparad

source: Peanuts
da: Jordnødder
nb: Peanøtter
pt: Amendoins
sv: Jordnötter

source: Phone number
da: Telefonnummer
fi: Puhelinnumero
nb: Telefonnummer
pt: Número de telefone
sv: Telefonnummer

source: Place order
pt: Fazer pedido

source: Place orders
pt: Fazer pedidos

source: Placeholder text
da: Placeholder-tekst
nb: Plassholder tekst
pt: Texto que irá aparecer no site/app

source: Please collect from:
da: Afhent venligst fra:
fi: Nouda paikasta:
nb: Hentes ved:
pt: Por favor, colete seu pedido em:
sv: Vänligen hämta från:

source: Please confirm
pt: Por favor confirme

source: Please confirm your details and set a password.
da: Bekræft venligst dine oplysninger og tilknyt et kodeord.
fi: Vahvista tietosi ja aseta salasana.
nb: Vennligst bekreft din informasjon og velg et passord.
pt: Por favor confirme seus detalhes e adicione uma senha
sv: Vänligen verifiera dina uppgifter och välj lösenord.

source: Please contact me about the following:
nb: Vennligst kontakt meg om følgende:
pt: Por favor, entre em contato comigo sobre o seguinte:
sv: Vänligen kontakta mig om följande:

source: Please enter a minimum of 3 characters to search.
pt: Por favor, insira no mínimo 3 caracteres para pesquisar.

source: Please note, push notifications will only be received by users who have your mobile app installed.
da: Bemærk venligst, at push-notifikationer kun vil blive modtaget af brugere, der har installeret din mobile app.
nb: Vær oppmerksom på at push meldinger bare blir mottatt av de som har din app installert.
pt: Push notifications somente serão recebidos por usuários que tenham seu aplicativo instalado.
sv: Observera att push-meddelanden bara kommer att tas emot av användare som har din mobilapp installerad.

source: Please select a circle or draw a delivery area
da: Vælg venligst en cirkel eller optegn en afleveringszone
fi: Valitse ympyrä tai piirrä toimitusalue
nb: Velg en sirkel eller tegn opp leveringsområde
pt: Por favor selecione um círculo ou desenha uma área de entrega
sv: Välj en cirkel eller rita ett leveransområde

source: Please select an existing order.
pt: Por favor selecione um pedido existente

source: Post voucher
da: Send voucher
fi: Postita kuponki
nb: Post gavekort
pt: Postar voucher
sv: Posta kupong

source: Postcode
pt: CEP

source: Postcode/ZIP
da: Postnummer
fi: Postinumero
nb: Postnummer
pt: CEP
sv: Postnummer

source: Price
da: Pris
fi: Hinta
nb: Pris
pt: Preço
sv: Pris

source: Price (ex. tax)
da: Pris (eksl. skatter)
nb: Pris (u/MVA)
pt: Preço (excluindo taxas)
sv: Pris (exkl moms)

source: Price (inc. tax)
da: Pris (inkl. skatter)
nb: Pris (m/MVA)
pt: Preço (incluindo taxas)
sv: Pris (inkl moms)

source: Privacy Policy
da: Privatlivspolitik
fi: Tietosuojakäytäntö
nb: Personvern
pt: Política de Privacidade
sv: Integritetspolicy

source: Product updates
nb: Produktnyheter
pt: Atualizações dos produtos
sv: Produktuppdateringar

source: Promotion code
da: Reklamekode
fi: Tarjouskoodi
nb: Kampanjekode
pt: Código promocional
sv: Kampanjkod

source: Promotion deleted
da: Reklame slettet
fi: Tarjous poistettu
nb: Rabattkode slettet
pt: Promoção deletada
sv: Kampanjen raderad

source: Promotion name
da: Reklamenavn
fi: Tarjouksen nimi
nb: Kampanjenavn
pt: Nome da promoção
sv: Namn på kampanj

source: Promotion not deleted
da: Reklame ikke slettet
fi: Tarjousta ei poistettu
nb: Rabattkode ikke slettet
pt: Ocorreu um erro ao deletar a promoção
sv: Kampanjen raderades inte

source: Promotion not saved
da: Reklame ikke gemt
fi: Tarjousta ei tallennettu
nb: Rabattkode ikke lagret
pt: Ocorreu um erro ao salvar a promoção
sv: Kampanjen sparades inte

source: Promotion saved
da: Reklame gemt
fi: Tarjous tallennettu
nb: Rabattkode lagret
pt: Promoção salva
sv: Kampanjen sparades

source: Promotions
da: Reklamer
fi: Tarjoukset
nb: Rabattkoder
pt: Promoções
sv: Kampanjer

source: Qty
da: Mængde
fi: Määrä
nb: Antall
pt: Qtd
sv: Antal

source: Quantity
da: Mængde
nb: Antall
pt: Quantidade
sv: Antal

source: Re-order
pt: Refazer pedido

source: Remove validity period?
da: Fjern gyldighedsperiode?
fi: Poista voimassaoloaika?
nb: Fjern gyldighetsperioden?
pt: Remover período de validade?
sv: Ta bort giltighetstid?

source: Repeat daily
da: Gentag dagligt
fi: Toista päivittäin
nb: Gjenta daglig
pt: Repetir diariamente
sv: Upprepa dagligen

source: Repeat weekly
da: Gentag ugentigt
fi: Toista viikoittain
nb: Gjenta ukentlig
pt: Repetir semanalmente
sv: Upprepa veckovis

source: Report
da: Rapport
fi: Raportoi
nb: Rapport
pt: Relatório
sv: Rapport

source: Resend Invite
pt: Reenviar Convite

source: Resend invite
da: Gensend invitation
fi: Lähetä kutsu uudelleen
nb: Send invitasjon på nytt
pt: Reenviar convite
sv: Skicka inbjudan

source: Reset Password
pt: Redefinir Senha

source: Resume this promotion
da: Genoptag denne reklame
fi: Jatka tätä tarjousta
nb: Gjenoppta denne kampanjen
pt: Ativar esta promoção
sv: Fortsätt med kampanj

source: Retry
da: Forsøg igen
fi: Uudelleen
nb: Prøv på nytt
pt: Tentar novamente
sv: Försök igen

source: Revenue
da: Indtjening
nb: Omsetning
pt: Receita
sv: Vinst

source: Revenue by channel
da: Indtjening per kanal
nb: Omsetning etter kanal
pt: Receita por canal
sv: Vinst per kanal

source: Revenue last 30 days
da: Indtjening de seneste 30 dage
nb: Omsetning siste 30 dager
pt: Receita nos últimos 30 dias
sv: Intäkter de senaste 30 dagarna

source: Revenue previous 30 days
da: Indtjening de foregående 30 dage
nb: Omsetning forrige 30 dager
pt: Receita nos últimos 30 dias
sv: Intäkter föregående 30 dagar

source: Role
da: Rolle
fi: Rooli
nb: Rolle
pt: Cargo
sv: Roll

source: Same as opening hours
da: Samme som åbningstider
fi: Sama kuin aukioloajat
nb: Samme som åpningstidene
pt: Mesmo que os horários de funcionamento
sv: Samma som öppningstider

source: Save
da: Gem
fi: Tallenna
nb: Lagre
pt: Salvar
sv: Spara

source: Save note
pt: Salvar anotação

source: Saved emails style
da: Gem email-stil
fi: Tallennettu sähköpostityyliin
nb: Lagret e-post innstillinger
pt: Estilos de email salvos com sucesso
sv: Sparade mailtyper

source: Saved weborders style
da: Gem webordre-stil
fi: Tallennettu verkkotilaustyyliin
nb: Lagret
pt: Estilos do Weborders salvos com sucesso
sv: Sparade stilar för web-beställningar

source: Saving...
da: Gemmer...
fi: Tallentaa...
nb: Lagrer...
pt: Salvando...
sv: Sparar...

source: Schedule created
da: Tidsskema oprettet
fi: Aikataulu luotu
nb: Tidsplan opprettet
pt: Agenda criada
sv: Schema skapades

source: Schedule not deleted
da: Tidsskema ikke slettet
fi: Aikataulua ei poistettu
nb: Tidsplan ikke slettet
pt: Ocorreu um erro ao deletar esta agenda
sv: Schemat kunde inte raderas

source: Schedule updated
da: Tidsskema opdateret
fi: Aikataulu päivitetty
nb: Tidsplan oppdatert
pt: Agenda atualizada
sv: Schemat uppdaterades

source: Search
da: Søg
fi: Hae
nb: Søk
pt: Pesquisar
sv: Sök

source: Search customers (min 3 characters)
pt: Pesquisar clientes (min 3 caracteres)

source: Search for a customer account
nb: Søk etter kundekonto
pt: Pesquisar uma conta de um cliente

source: Search venue name
da: Søg venue-navn
fi: Etsi tapahtumapaikan nimeä
nb: Søk etter navn
pt: Pesquisar nome do estabelecimento
sv: Sök arenanamn

source: Search {{cardItemListCtrl.searchLabel}}
da: Søg {{cardItemListCtrl.searchLabel}}
fi: Etsi {{cardItemListCtrl.searchLabel}}
nb: Søk {{cardItemListCtrl.searchLabel}}
pt: Pesquisar {{cardItemListCtrl.searchLabel}}
sv: Sök{{cardItemListCtrl.searchLabel}}

source: Section name
da: Sektionsnavn
fi: Osion nimi
nb: Seksjonsnavn
pt: Nome da seção
sv: Namn på sektion

source: Segment time
da: Opdel tid
fi: Segmentin aika
nb: Segment tid
pt: Intervalo de tempo
sv: Segmentera tid

source: Seller Details
da: Sælgerdetaljer
fi: Myyjän tiedot
nb: Bedriftsinnstillinger
pt: Detalhes do vendedor
sv: Information om försäljare

source: Seller Name
da: Sælgernavn
fi: Myyjän nimi
nb: Bedriftsnavn
pt: Nome do vendedor
sv: Namn på försäljare

source: Seller details not saved
da: Sælgerdetaljer ikke gemt
fi: Myyjän tietoja ei tallennettu
nb: Bedriftsinnstillinger ikke lagret
pt: Ocorreu um erro ao salvar os detalhes do vendedor
sv: Informationen om försäljaren sparades inte

source: Seller details saved
da: Sælgerdetaljer gemt
fi: Myyjän tiedot tallennettu
nb: Bedriftsinnstillinger lagret
pt: Detalhes do vendedor salvos com sucesso
sv: Information om försäljaren sparades

source: Send
fi: Lähetetty
pt: Enviar
sv: Skicka

source: Send Invite
pt: Enviar Convite

source: Send a push notification...
da: Send en push-meddelelse...
nb: Send push melding
pt: Enviar notificação...
sv: Skicka en push-notis

source: Send confirmation
da: Send bekræftelse
fi: Lähetä vahvistus
nb: Send bekreftelse
pt: Enviar confirmação
sv: Skicka bekräftelse

source: Send invite
da: Send invitation
fi: Lähetä kutsu
nb: Send invitasjon
pt: Enviar convite
sv: Skicka inbjudan

source: Send push notification
da: Send push-meddelelse
nb: Send push notifikasjon
pt: Enviar notificação
sv: Skicka push-meddelande

source: Service hours
da: Service-timer
fi: Palveluajat
nb: Åpningstider
pt: Horário de serviço
sv: Servicetider

source: Services
fi: Palvelut
nb: Tjenester
pt: Serviços
sv: Inställning

source: Services not saved
da: Services ikke gemt
fi: Palveluita ei tallennettu
nb: Tjenester ikke lagret
pt: Ocorreu um erro ao salvar os serviços
sv: Tjänsterna sparades inte

source: Services saved
da: Services gemt
fi: Palvelut tallennettu
nb: Tjenester lagret
pt: Serviços salvos com sucesso
sv: Tjänsterna sparade

source: Sesame Seeds
da: Sesamfrø
nb: Sesamfrø
pt: Sementes de gergelim
sv: Sesamfrön

source: Set a maximum number of times this item can be ordered for each event.
nb: Maks antall salg per arrangement
pt: Adicionar o número de vezes que esse item pode ser pedido por evento.
sv: Ange maximalt antal gånger det här varan kan beställas för varje evenemang.

source: Set area by:
da: Indstil område ved:
fi: Aseta alue:
nb: Sett området ved:
pt: Configurar área por:
sv: Ange område för:

source: Set outlet configuration
da: Indstil udsalgssteds-konfiguration
fi: Aseta myyntipisteen asetukset
nb: Instillinger for utleveringssted
pt: Definir configurações de coleta
sv: Ange butiksinställning

source: Set validity period
da: Indstil gyldighedsperiode
fi: Aseta voimassaoloaika
nb: Angi gyldighetsperiode
pt: Definir período de validade
sv: Ange giltighetstid

source: Shellfish
da: Skaldyr
nb: Skalldyr
pt: Marisco
sv: Skaldjur

source: Short Name
da: Kort navn
fi: Lyhenne
nb: Navn
pt: Nome curto
sv: Kort namn

source: Show delivery zone
da: Vis udbringningszone
fi: Näytä toimitusalue
nb: Vis leveringsområde
pt: Mostrar zone de entrega
sv: Visa leveransplats

source: Show modifiers
da: Vis modifiers
fi: Näytä muokkaajat
nb: Vis variasjoner
pt: Ver complementos
sv: Visa administratörer

source: Show on menu
da: Vis på menu
fi: Näytä menussa
nb: Vis på meny
pt: Mostrar no cardápio
sv: Visa på meny

source: Show web orders
pt: Ver WebOrders

source: Sign In
da: Log ind
fi: Kirjaudu sisään
nb: Logg inn
pt: Entrar
sv: Logga in

source: Sign Up
da: Tilmeld dig
fi: Kirjaudu tästä
nb: Opprett konto
pt: Cadastrar
sv: Starta konto

source: Sign in
da: Log ind
fi: Kirjaudu sisään
nb: Logg inn
pt: Entrar
sv: Logga in

source: Sign in?
da: Log ind?
fi: Kirjaudu sisään?
nb: ﻿Logg inn?
pt: Entrar?
sv: Logga in?

source: Signout
da: Log ud
fi: Kirjaudu ulos
nb: Logg ut
pt: Sair
sv: Logga ut

source: Single Size
da: Enkelt størrelse
fi: Yksittäinen koko
nb: Enkelt størrelse
pt: Tamanho único
sv: Enkel

source: Single use
da: Enkel brug
fi: Yksittäinen käyttö
nb: Engangsbruk
pt: Uso único
sv: Används av en

source: Sleeping customers
da: Kunder i dvale
nb: Passive kunder
pt: Usuários ausentes
sv: Sovande kunder

source: Slot ends
da: Felt slutter
fi: Aika loppuu
nb: Periode ender
pt: Slot termina
sv: Platsens slut

source: Slot name
da: Navn på felt
fi: Ajan nimi
nb: Periode navn
pt: Nome do slot
sv: Namn på plats

source: Slot starts
da: Felt begynder
fi: Aika alkaa
nb: Periode starter
pt: Slot começa
sv: Denna plats startar

source: Sold last 30 days
da: Solgt de seneste 30 dage
nb: Solgt siste 30 dager
pt: Vendidos nos últimos 30 dias
sv: Sålt de senaste 30 dagarna

source: Sold previous 30 days
da: Solgt de foregående 30 dage
nb: Solgt tidligere 30 dager
pt: Vendidos nos últimos 30 dias
sv: Sålt föregående 30 dagar

source: Some modifiers are already applied at the section level. Duplicate modifiers will only appear once to the user. Do you still want to add?
da: Nogle modifiers er allerede tilknyttet denne sektionsetage. Duplikerede modifiers vil kun blive vist én gang til brugeren. Vil du stadig tilføje?
fi: Joitakin muokkauksia on jo hyväksytty tälle tasolle. Tuplamuokkaukset ilmestyvät vain kerran käyttäjälle. Haluatko silti lisätä?
nb: Noen variasjoner er allerede brukt på seksjons nivå. Dupliserte variasjoner vil kun vises en gang til brukeren. Ønsker du fortsatt å legge til?
pt: Alguns complementos já estão sendo aplicados na seção. Duplicando estes complementos, irá aparecer somente uma vez para o usuário. Você ainda deseja fazer isso?
sv: Vissa modifieringar är redan tillagda på sektionsnivå . Extra modifieringar visas bara en gång för användaren. Vill du fortfarande lägga till?
